[{
    "0": [ 4.5 ],
    "1": [ 4.7 ],
    "2": [ 4.1 ],
    "3": [ 3.8 ],
    "4": [ 4.7 ],
    "5": [
      [
        "Possibly share a picture of who he is for those who don't know him or what Salesforce is.",
        "Conclusion felt very short.",
        "Show your top half to reveal hand gestures. ",
        "Would have liked to hear a bit about Benioff's history and motivations",
        "Maybe add more content or a lead in to who it is, or what the company is. An intro that starts with Ohana might catch more attention than asking who this person is.",
        "Although the point of the speech was to convey information, a bit more modulation in voice and pauses would be nice next time. ",
        "Maybe see if you can mix-up your tone some while reading your speech. "
      ]
    ],
    "6": [
      [
        "Your presentation was very natural and your voice was very clear.",
        "Learning about Aaron's favorite industrial leader and his values! ",
        "great summary of benioff",
        "the introduction and he got our attention asking a question  ",
        "Really going to into different aspects of why you like Mark, from donation, to fighting wage gaps and to the work he does.",
        "The description of ohana and the connection to Lilo and Stich was cool. ",
        "Great to hear about your inspiration, Aaron!",
        "Aaron is giving speeches! Yay!",
        "Great preparation! Very well researched and thorough with the life and contributions of Marc Benioff. Especially good to know about the 1-1-1 rule",
        "CRM is a company I've traded, great company for sure, Loved your topic choice, information shared, and how you talked about your desire to work which brought the speech full circle for me."
      ]
    ]
  }
  ,{
    "0": [ 4.357142857142857 ],
    "1": [ 4.5 ],
    "2": [ 4.071428571428571 ],
    "3": [ 3.642857142857143 ],
    "4": [ 4.928571428571429 ],
    "5": [
      [
        "Transition between your speech and slides, since it does take time for the slides to load.",
        "Talk more about what you felt during the run.",
        "Share ppt slides without the preview on the left side",
        "Use more gestures",
        "Speech was a little fast. I think your camera was too close so I didn't see your hand gestures",
        "slide show mode in presentation mode when you share your screen.",
        "Maybe more hand gestures?",
        "When you say I'm so tired try doing it with some more variety, using the tone to say how tired you were.",   
        "Maybe see if you could mix up your tones a lil bit"
      ]
    ],
    "6": [
      [
        "Adding guest to your speeches and using videos",
        "Sardonic humor ruled!",
        "running",
        "Humorous",
        "The videos and slides of course.",
        "As always, your humor! I always enjoy your speech. Every cloud has a silver lining - hm....I wonder where you got this from?! :P",
        "The croissants!",
        "Went to running again! ",
        "The comedy! Thanks for sharing. Would love to be able to run 6 -7 miles. Thats a new goal.",
        "I got #CalledOut !",
        "Great humor, all natural story, liked the topic, energy throughout speech, and your all natural ability to engage your audience.",
        "Effortlessly funny, fluid and natural"
      ]
    ]
  },{
    "0": [ 4.333333333333333, 4.363636363636363, 4.75, 4.846153846153846 ],
    "1": [ 4.166666666666667, 4.2727272727272725, 4.5, 4.615384615384615 ],
    "2": [ 4.5, 4.545454545454546, 4.625, 4.615384615384615 ],
    "3": [ 4.5, 4.181818181818182, 4.25, 4.384615384615385 ],
    "4": [ 4.916666666666667, 4.818181818181818, 4.625, 4.923076923076923 ],
    "5": [
      [
        "I wasn't a fan of the Chipotle topic, but that is just me",
        "Possibly provide an agenda for your speech to aid following your ideas. ",
        "I think the conclusion has really good deep meaning which can help us reflect from having nothing to having abundance. If you can ask the audience a question to reflect, it will be very inspirational.",
        "I like to give myself 5s to make myself feel good. Lol.",
        "Possibly provide an agenda for your speech to aid following your ideas. "
      ],
      [
        "Better titles",
        "More succinct answers to audience questions would be good. ",
        "Becoming a Leader introduction was difficult to follow.",
        "Maybe make a suggest question at the end of the speech so there will be less pause between speaker and first question",
        "Us the foundational Phrase for each speech instead of the opening.",
        "Maybe reveal the poll results prior to ending the speech at like 6:30-6:45 mark, close the speech before 7:30... "
      ],
      [
        "Practice, lol",
        "Would have been nice if you sat back a bit so we can see your hand gesture a bit more.",
        "Perhaps give your audience a call to action at the end."
      ],
      [
        "Vocal variety",
        "Photo quality haha ",
        "maybe more detail description ? elaborate the interaction part",
        "Shorten it a bit, there were points for humor that were missed like the long list, More humor juxtaposed with the sadness of giving up your dog, then the picture of how you helped someone.",
        "amazing, golden, best evar",
        "Maybe mix up your hand gestures and tones a lil more...?"
      ]
    ],
    "6": [
      [
        "I like how you paralleled your chipotle experience to your real life experience",
        "Personal stories and comparing it to chipotle which everyone in the club loves",
        "Your vivid personal experiences, and the construction of this Chipotle world!",
        "YouΓÇÖre so comfortable when speaking, it makes it seem like anyone can do it!",
        "Excellent how you gave a speech on very focused topic ",
        "It's very relatable and touching.",
        "Personal aspect of the content and willingness to be vulnerable",
        "I like to give myself 5s to make myself feel good. Lol.",
        "YouΓÇÖre so comfortable when speaking, it makes it seem like anyone can do it!"
      ],
      [
        "Question format",
        "the whole speech -brilliant!",
        "Hearing three different speech intros was creative. ",
        "The Q&A session and watching Alex speak on his toes.",
        "understand the importance of the introduction in a speech ",
        "The different intros and the energy",
        "Q&A.",
        "Great speech topic and structure, eye contact with the camera, controlled enthusiasm, excellent content, the poll idea was unique, questions taken to engage the audience was good, & mindset behind the speech shows growth!   Keep getting better- "
      ],
      [
        "The lines!",
        "Your focus on the camera is good and strong start and end to the speech",
        "Great use of story structure and building suspense. Great use of eye contact and vocal variety.",
        "As usual, your personal details and personality really comes out in your speeches and this one was no exception."
      ],
      [
        "Images were captivating!",
        "Convinced! ",
        "You are the inspiration!!!!! i love your story ",
        "Smooth transition between slides and video, topic with good vibe",
        "cute pic ",
        "I liked your vocal variety, the photos nicely accompanied your speach.",
        "The purpose of the speech.",
        "whole thing. you da man. Ahaha :D",
        "Personal stories are the best, great dog trainer you are, nice way to share pics, excellent energy, great eye contact, and overall structure.  "
      ]
    ]
  }
  ,{
    "0": [ 5 ],
    "1": [ 4.923076923076923 ],
    "2": [ 4.615384615384615 ],
    "3": [ 4.615384615384615 ],
    "4": [ 4.769230769230769 ],
    "5": [
      [
        "Make it more fluent",
        "Less unintentional pausing!",
        "Next time, try some more audience engagement. This speech had a lot of scope for it :)",
        "Maybe just slowdown some and become the speech",
        "Vary your volume and tone for added vocal interest. ",
        "Perhaps have ended the talk with a personal note, that was very effective at the start.",
        "Seems like you had 3 points for the positive side of corona, but much focus has been around global warming "   
      ]
    ],
    "6": [
      [
        "Great eye contact, smart use of word of the day, Great speech structure, You had a calm demeanor. You are an excellent communicator, great hand gestures",
        "Inspiring",
        "The silver linings of a worldwide health crisis :)",
        "Thought about all aspects of the topic.. had some great points!",
        "Like watching news reporter. Very sincerely and clearly.",
        "Good use of hand gestures.",
        "Like you eye contact, you memorize the script and look right into the camera.",
        "topic, great use of the word of the day, information was excellent",
        "The hand gestures counting down the speech’s points was great!",
        "Good examples and clearly something that has affected you personally.",
        "Great spin on a the topic",
        "Alignment to today's topic",
        "inform and remind us about the silver lining of the tough COVID time, encourage us to hang in together to go through this. "
      ]
    ]
  },{
    "0": [ 4.846153846153846, 4.5, 4.642857142857143, 4.923076923076923 ],
    "1": [
      3.8461538461538463,
      4.285714285714286,
      4.571428571428571,
      4.846153846153846
    ],
    "2": [
      3.8461538461538463,
      4.071428571428571,
      4.214285714285714,
      4.153846153846154
    ],
    "3": [ 3.4615384615384617, 4, 3.9285714285714284, 4.230769230769231 ],
    "4": [
      4.846153846153846,
      4.285714285714286,
      4.285714285714286,
      4.615384615384615
    ],
    "5": [
      [
        "Great job!",
        "Summarizing your 3 points in your conclusion.",
        "More hand gestures",
        "Try to angle the camera to include your hands for gesture purposes. ",
        "Perhaps tell more jokes and stories from the book? Or, perhaps why the anecdote about his father resonated so much with you."
      ],
      [
        "Not a lot - camera was too close to see your hand gestures. ",
        "Technology usage could be more smooth.",
        "The time gap when introducing the slides may be reduced.",
        "It wasn't clear what the main points are although the stories were good, not sure if there was suppose to be an audience take away",
        "Be aware of transitions between speaking and sharing your screen. Try and make them smoother",
        "You could've summarized at the end what the two things that you have in common with them are. I sort of lost track of which of those points was demonstrated by Mahjong and which by coping with earthquakes :)",
        "For transitions keep talking about something until the next part starts",
        "love",
        "Perhaps give a little history of Szechwan people; was there a struggle long ago that defined their character.",      "Could you have done this speech from a certain distance to show you hand gestures and movements a lil more?"   
      ],
      [
        "Could have added some hand gesture to the talk",
        "Pause at the dramatic moment.",
        "nothing",
        "I can see some small pronunciation improvement! ",
        "Smooth out any pauses / transitions",
        "Sounded great, I only gave a 4 because the speech sounded a bit formal.",
        "Perhaps why this seemed an important lesson to you?  Is this something that has changed your approach?",       
        "Could you have advised the audience to move their camera icons to the upper left or right of their screens so they could see you while you were going through you slides?"
      ],
      [
        "Could have put some excitement when you were doing your ceremony",
        "Great story, will be even better if less nervous ",
        "Use more expressions . Sad and happy, a little more vocal variety and pacing",
        "Dang! I was hoping to say fillers, but this is more of a challenge now. You could challenge yourself by going to a competition with it :)",
        "Nothing specific I would recommend to improve.",
        "Time",
        "Vocal variation could punctuate your talk"
      ]
    ],
    "6": [
      [
        "I want to buy the book now!",
        "Great job Bella!! ",
        "Great speech!!",
        "Using an anecdote as a prelude! A very interesting strategy.",
        "Follow the rule of 3 and have the book as a prop",
        "You were so excited to make this speech! I loved the topic and want to read this book now\n",
        "One of your best speeches, Bella! Loved how you were smiley throughout. When you are selling something like you were selling this book in this speech, it is very important to convey that you'd use it, and the fact that you genuinely enjoyed the speech came through very well. I want to go back and read the book. You don't need this book though like the guy in the Airport told you.",
        "Your enthusiasm was palpable. Thank you!",
        "I liked the connection to your personal experience and how clearly you are excited by the book you discussed.",      "I could tell you really liked the book -- your enthusiasm is infectious!"
      ],
      [
        "I love the information about your country and your village. ",
        "Sardonic humor was just what I needed.",
        "Positiveness. ",
        "Enjoy the stories and visuals, really add to the point of people liking mahjong",
        "You shared your beautiful culture. It was funny, optimistic and well structured. ",
        "You nailed the objective of this speech! You left us with a positive message, and expertly tied the beginning back into the end of the speech. Well done Bella!",
        "An insightful window into the life of Sichuan!",
        "I liked the stories about what to choose during a pandemic and earthquake",
        "love 麻將",
        "I liked you jokes and funny anecdotes",
        "Great topic. Like how you were able to toggle your screens throughout speech, ie. sharing your screen, then back to you, back to sharing, and back to you close your speech. Nice!    "
      ],
      [
        "Story and lesson",
        "Having visuals to the story to really make it easy to understand.",
        "The vivid description.",
        "it's really like bed time story that bring me back to kid.",
        "The ending of the speech is really great!",
        "I loved the story and pictures -- it really made your speech engaging",
        "The structure and ending, loved the use of graphics. You are very good at story telling!",
        "I liked your visible excitement about the topic.",
        "Awesome story, loved the slides you shared along with the images to describe your speech"
      ],
      [
        "Congrats on swearing-in ceremony!!! ",
        "Linking to the ceremony in the inauguration event to your own ceremony",
        "good delivery, good story ",
        "The structure.",
        "The best part was the story, it was very personable and easy to relate to. I liked it!",
        "Personal aspect. Thanks for sharing",
        "Great speech, I could tell that it was well planned out and it sounded organized. ",
        "Personal experience",
        "Getting to know your tenacity was great"
      ]
    ]
  },{
    "0": [ 3.5454545454545454, 4.2727272727272725 ],
    "1": [ 3.6363636363636362, 4.090909090909091 ],
    "2": [ 3.8181818181818183, 3.1818181818181817 ],
    "3": [ 3.3636363636363638, 3.1818181818181817 ],
    "4": [ 3.8181818181818183, 4.090909090909091 ],
    "5": [
      [
        "Try making pauses throughout the speech! ",
        "Just keep speaking. This was a unique idea and story.",
        "conclusion",
        "Intro was unclear.",
        "Perhaps add some connection to you: why are you drawn to this story?  Do you want to believe?",
        "I loved the questions at the end which made it very engaging, but unless I am missing something, I was a bit confused with the structure of the speech - about the questions at the end and how they were connected to the man from Torrid. ",
        "I was unclear when following the speech - try to add some really simple guidance on what you're talking about, say it once, say it again, and then say it a third time for it to stick!",
        "This was a different way for speech.  Purpose of speech-introduce self"
      ],
      [
        "Watch your time. Also, what has been your personal experience as well?",
        "Personal examples??",
        "More vocal variety, a few less filler words",
        "animation to the slide would be help capture audience attention longer.",
        "Don’t read your slides. ",
        "Could provide some example for some of the points, nice to provide your own thought / summary of all the tips.",
        "I felt the content was too prescriptive, you could've connected it to your personal experience",
        "In an informational speech disseminating information should be done in a humorous fashion. It helps a lot.",   
        "Don’t read your slides. "
      ]
    ],
    "6": [
      [
        "Great presentation and audience participation ",
        "How unique the story was. It was an engaging story told well.",
        "Nice story",
        "Congrats on your ice breaker speech. You nailed it! Great job :)",
        "The active questions with the audience. ",
        "I thought it was an interesting story",
        "I loved the speech, Betty and you were super confident. ",
        "I love the topic - that was a good choice!",
        "good overview of the book",
        "story telling"
      ],
      [
        "Excellent content, information shared, research, tips, structure, slides, eye contact with camera, and speech topic.",
        "Organized presentation!",
        "The content was really strong, slides were clean and well-organized and the execution followed the content. ", 
        "Very nice layout for slides",
        "saying thank you at the end even though it was not advised",
        "Getting the mechanics of speech writing for different types of talks. ",
        "Slides are nice and simple, great flow.",
        "The rule of 3!",
        "Getting the mechanics of speech writing for different types of talks. "
      ]
    ]
  },{
    "0": [ 4.615384615384615, 4.714285714285714, 5, 5 ],
    "1": [ 4.538461538461538, 4.714285714285714, 4.888888888888889, 5 ],
    "2": [ 4.615384615384615, 4.428571428571429, 5, 4.5 ],
    "3": [ 4.615384615384615, 4, 4.888888888888889, 5 ],
    "4": [ 4.846153846153846, 4.857142857142857, 4.777777777777778, 5 ],
    "5": [
      [
        "Talk about why the profile on the dating sight helped you write your icebreaker.",
        "stumbled once",
        "Narrow the focus a bit more",
        "A couple of pause but very minor",
        "Keep doing great and getting better",
        "Did speak quickly to start, improved as speech continued"
      ],
      [
        "Pacing variety",
        "Maybe narrowed the scripts down a little bit so can make it within the timeframe. ",
        "bigger pictures"
      ],
      [
        "Use your low registers, too!",
        "I would love to see you branch out with your topic selection.",
        "a little bit nervous. I think it's a great idea to practice in the club for a couple of times. WE LOVED YOUR SPEECH!!!",
        "H P P  - Hope has a p sound, amazing alliteration! I'm trying to find 3 Ps you can use."
      ],
      [
        "Lightening",
        "You've got opportunities in the soft/non loud vocal ranges."
      ]
    ],
    "6": [
      [
        "Loved the belt buckle of the rust belt!",
        "Great, you nailed engaging speech! Appreciate the humors. ",
        "funny/fun story, thanks for sharing! great speech. ",
        "Very funny, kept my attention.",
        "All together great. Good pacing, good pausing, clarity of the contents. ",
        "Your presence of mind to modify the speech on the spot!",
        "Humor, nice idea, engaging audience eveything",
        "Being able to incorporate the word of the day, and react to events in the meeting like the green color of the light",
        "The speech as a whole felt like you were taking me on a journey with your story.",
        "Humor, and the personal nature of the speech. I was smiling from Alex P. Keaton on!",
        "Awesome topic, eye contact, hand gestures, stories, and overall speech",
        "Well placed humor, nicely structured."
      ],
      [
        "the photos and the jokes :)",
        "Ebullient smiles!\n",
        "lovely story with daughters :)",
        "great family activities and will become good memory",
        "talking about hats"
      ],
      [
        "You are amazing!",
        "Great meaning to the speech and great hand gestures.",
        "Phone miming is great!",
        "I loved that you stood up for the speech and you had great use of body language.",
        "your vocal variety. you played two roles in one speech!",
        "Holy. Crap. The practice!!",
        "Great pacing, use of hands and body language; even better than the first time around. "
      ],
      [
        "Preparation to details.",
        "Movement was fantastic and very captivating!"
      ]
    ]
  },{
    "0": [ 3.5 ],
    "1": [ 3.625 ],
    "2": [ 4.5 ],
    "3": [ 3.875 ],
    "4": [ 5 ],
    "5": [
      [
        "Leave a closed loop speech with a moral for this type of story",
        "It started great but then it got hard to follow the structure of the speech or what it was about in the end",  
        "Didn't see hand gesture since you were fairly close to the screen",
        "I would say vocal variety would be the area of improvement. You changed your tone, but didn't maybe needed more emotion behind the speech. ",
        "Perhaps you could have extended your story. It was interesting.",
        "More connection between the archery and the taxes theme"
      ]
    ],
    "6": [
      [
        "The interesting part about linking taxes and robinhood",
        "Your personal connection to the subject matter.",
        "The beginning of the speech really drew me in",
        "Love the story of robinhood",
        "I liked that you talked about your childhood experiences ",
        "Your vivid childhood memories nicely captured the moment in time\n"
      ]
    ]
  },{
    "0": [
      4.6923076923076925,
      4.733333333333333,
      4.461538461538462,
      4.583333333333333,
      4.7272727272727275
    ],
    "1": [
      4.384615384615385,
      4.533333333333333,
      4.230769230769231,
      4.5,
      4.636363636363637
    ],
    "2": [
      3.6153846153846154,
      3.7333333333333334,
      4.461538461538462,
      3.5833333333333335,
      4.181818181818182
    ],
    "3": [ 4, 3.933333333333333, 3.769230769230769, 3.75, 3.727272727272727 ],
    "4": [
      4.6923076923076925,
      4.8,
      4.538461538461538,
      4.666666666666667,
      4.818181818181818
    ],
    "5": [
      [
        "Try using loud, soft, fast, and slow to vary vocal variety. ",
        "Clean up the background prior to presenting :). It helps keep people from getting distracted by looking at file names.",
        "I feel like for the sake of time you could focus on 2-3 points. ",
        "Might have been nice to add a personal touch to which one you like more.",
        "Add more vocal variety and gestures.",
        "Title the slides",
        "I liked how you engaged the audience with the drawing at the start but it was not a consistent theme through the talk.",
        "Ending seemed abrupt and did not tie back to the intro topic",
        "the beginning is great, but it will be even better if the beginning connected more to the three ideas introduced in body paragraph "
      ],
      [
        "reduce the number of and",
        "You could talk about the job you found.",
        "Voice modulation",
        "There was so much meaning in your speech. I frankly didn't find anything to improve on this one.",
        "maybe pretend not look at script lol",
        "Incorporate more vocal variety.",
        "Summarize the points of your talk, and don’t forget to let your audience know the outcome. Thanks for putting the good need in the Zoom chat!",
        "Perhaps a little more vocal variety?",
        "Maybe engage the audience some with a question at the beginning of your speech, ie. Has anyone ever had to find a job?",
        "Felt a bit rushed at the end. I am not sure if you mentioned you did get the job during the speech, but that could have been the high point of your speech. "
      ],
      [
        "More examples!",
        "I felt like the conclusion was a bit short",
        "Incorporate more vocal varieties. The part that you mimic Australian accent is great. Hope you can do more.",  
        "Engage the audience some by asking questions in relation to your speech topic",
        "Maybe more vocal variety to make the speech more dramatic :)",
        "I wasn't clear on the lesson of the story (though it was a charming story). Was the message don't miss out on cool conversation because of accents? ",
        "May be a couple of strong points would've been nice, since it's a speech after all, such as your learnings, and a conclusion. A bit more work on the speech structure for this speech. ",
        "Tie back to how this relates to personal or professional relationships",
        "Nothing much! A small thing -- you sometimes string together multiple sentences with and's or so's (I myself do that too hehe)"
      ],
      [
        "Hard to do this with the mentor speech - it's a dry topic - but add more enthusiasm to it!",
        "Maybe share a recent example of how your current mentor changed your outlook ",
        "The three examples seem equally weighted. It's better to have one emphasis and others are minor.",
        "Nice to talk about all these mentor impacted you aside from their style of mentorship",
        "Could you have done this speech standing up or at a slight distance from your computer?",
        "more vocal variety!",
        "vocal variety"
      ],
      [
        "Maybe quicker survey with the show of hands, and didn't see hand gestures.",
        "Technology opportunities ",
        "Not any that I can think of!",
        "Time.",
        "Obviously the time to set up polling but great speech!",
        "Watch your time... Maybe see if you can streamline the audience interaction some.",
        "Technology opportunities "
      ]
    ],
    "6": [
      [
        "Presentation animations were excellent!",
        "The detailed possibilties!",
        "Well designed speech w/ great integration of visual aids!!",
        "Inspiring speech! Makes me wanna buy the house. ",
        "The cool demos!",
        "The categorization of your speech by type of architecture design. And the use of image and videos.",
        "Information conveyed -- and the structure. Great slide deck.",
        "Awesome topic selection! And delivery too! Thanks for introducing us to a lot of new concepts in architecture ",
        "Neat information, good visuals!",
        "Very informative presentation of architecture.",
        "the PPT visualized the architectures ideas introduced in the speech amazingly"
      ],
      [
        "i like how you use david goggins as a motivation",
        "Great job! You were very composed and collected. What a stressful story!",
        "Simple key points and personal touch",
        "The anxiety you faced and how you overcame it.",
        "Personal experience, rule of 3\n",
        "When you explain how to step up to find a job",
        "your experience and story! thanks for sharing",
        "The speech seemed very personal, and I could feel that you really walked the talk.",
        "You’ve got a comfortable and conversational way of speaking that is so engaging. I could listen to you talking about anything!",
        "I really liked your emotional openness.  Also your hand gestures: eg the slap on the table. Good Job!",        
        "All natural speech & the different ways you found inspiration through others or friends who helped you out. ", 
        "Fantastic speech, Gavin! Loved how you took us through the journey and how were you able to detail your different emotions during this difficult phase. Also loved how you gave us something inspirational we could all apply in our lives - like running and keeping a positive mindset. If there is one thing I liked more than your speech, it's your positivity. Keep it that way!"
      ],
      [
        "Accents",
        "The race (rice) engineer was a very good example",
        "The story was really good and was funny",
        "The part on confusion about 'rice engineer'",
        "The impersonations were great and the overall message of the speech was powerful.",
        "I like your smile when you presented your speech.",
        "I liked the casual and personal style of the speech.",
        "Insanely entertaining speech. Voice modulation was off the charts. The accent/impersonation was the life of the speech. Your delivery was casual which was perfect for a speech of this nature. I LOVED your speech. ",
        "The humor and accents used. Great intro. Aussie accents are great!",
        "The entertaining way in which you presented the story. Kept everyone engaged and touched upon all the relevant aspects of the story.",
        "good australian accent attempt; rice vs race, nice!"
      ],
      [
        "Rule of 3 hands down",
        "the topic of your speech, mentorship is an important part to improve ourselves and help others ",
        "Structure and content",
        "Very full of details and examples.",
        "You divided your time almost equally between the three segments (the three jobs), which is commendable :)",    
        "Seeing mentorship at different angles and sharing summary of the insight.",
        "Great way use the word of the day within your speech and all natural stories are the best and smoothest way to give a speech - smart!",
        "Great job with the presentation.",
        "structure"
      ],
      [
        "Orcas are like humans! ",
        "Great picture and touchy story.",
        "Images were excellent!",
        "The emotional appeal, and use of polling before and after to make the point. really great photographs!",       
        "Very clear explanation and convincing material. ",
        "I love whales! Great topic, love how you were able to persuade the audience with an emotional story and facts about orcas.",
        "I love the speech and your presentation today. It was touching and educational. Thank you for sharing! great job!!",
        "One of your best speeches so far, Gavin! The effort clearly showed and you convinced almost everyone too. Well done!",
        "Great topic man, I absolutely love killer whales! Have you seen the movie Free Willy?  Your speech brought me back to that movie. Good slides shared, audience interaction, and sharing your personal story.",
        "Images were excellent!"
      ]
    ]
  },{
    "0": [ 4.142857142857143, 4.421052631578948 ],
    "1": [ 4.142857142857143, 4.315789473684211 ],
    "2": [ 3.9285714285714284, 4.052631578947368 ],
    "3": [ 4.357142857142857, 4.368421052631579 ],
    "4": [ 4.857142857142857, 4.631578947368421 ],
    "5": [
      [
        "Framework that shares the main points ",
        "More imagery throughout the speech",
        "Don't need to explain why you did the speech you did and just jump into",
        "The whole point could be introduced earlier. But it was a great speech.",
        "Hard to find any areas to improve. This speech was really well done.",
        "Slow down a bit",
        "I did not fully understand the point of the tree metaphor. I am not sure how it is connected to your message if the tree is selfish and humans are meant to be selfless",
        "Perhaps a specific call to action in your conclusion! Like Vote!",
        "See about mixing up your tones a lil bit",
        "In my opinion, the topic choice was a little ambitious for a 5-7 minute speech. Felt like you touched upon a lot of threads that perhaps demanded more attention. Nevertheless, you pulled off the task conveying your point really effortlessly!"
      ],
      [
        "Scan the result to a picture could help us read it better.",
        "the theme of the speech topic came a bit late",
        "I don't think that showing the piece of paper added to the speech, it would have been better to throw up another digital slide.",
        "I thought it was pretty good - maybe you could talk in whispers when conveying a serious point.",
        "Conclusion was a bit short",
        "Share how you felt about the diagnosis.",
        "Try standing up with your speech next time",
        "I'd suggest to make the beginning more intriguing",
        "Scan your test results so you can better show them.",
        "Maybe a better camera angle when presenting?",
        "Nothing! Perfect!",
        "Maybe watch your time a lil bit..."
      ]
    ],
    "6": [
      [
        "Props were good, as was the earth visual.",
        "The floating earth",
        "That growing perspective image!",
        "Great usage of the background to show the earth and explanation of the earth and what it means.",
        "Capturing intro. ",
        "Wonderful concept! And loved the way that was navigated beautifully as you expanded it",
        "The outro with the earth slowly receding behind you. Very dramatic and a great end to the speech.",
        "Very  clever presentation. I liked it",
        "Great use of props, great message, great backgrounds! Great speech",
        "I liked that it was not clear where you were going then pulled it together for a social-justice consciousness message.  i liked that you took a daring topic and approach :-)",
        "Great way to mix in humor, automation, personal story, and toys to convey a difficult topic. Hand gestures were great, facial expression, and movements. Like how you started your speech from a certain distance and by the end of the speech you were right there close to the computer.",
        "Loved what you did with the background towards the end!!"
      ],
      [
        "Awesome, speech Grant! love your message to seek help",
        "The build up to the result",
        "Awesome inspiring story! Want to check out which areas I would need help too.",
        "self-awareness, humor and use of test results as visual aid",
        "I liked the personal journey aspect of the speech. Good job!",
        "findings from personal stories ",
        "I liked the visual of the testing room at the mid-point of the speech.",
        "The test results! LOL you definitely have it.",
        "Add comedy to a serious topic and good hand gesture",
        "Your self-deprecation, as always, is refreshing!",
        "Very encouraging ",
        "i like the story. Great job!!",
        "Your self deprecating humor was great.",
        "This story was hilarious. I have ADD as well, and it's reassuring whenever I hear that  it's not just an excuse for adderal. But IDK if adderall is the answer for everyone so I'm not sure how much I agree with the point of the speech.. Especially because the drug changes your brain chemistry and makes you rely on Adderall.. I think forever? ",  
        "Your bravery in sharing this. I've gone through a somewhat similar process, questioning whether I have ADHD. hopefully I'll find it in myself to speak about it someday :)",
        "Great topic, energy, use of images, hand movements, and a very helpful overall speech in your story... Excellent!"
      ]
    ]
  },{
    "0": [ 4.857142857142857 ],
    "1": [ 4.642857142857143 ],
    "2": [ 4.214285714285714 ],
    "3": [ 4.357142857142857 ],
    "4": [ 4.857142857142857 ],
    "5": [
      [
        "Not much to say here :D",
        "Great speech, Hannah! It would be nice to see some vocal variety though",
        "Nice topic!! excellent speech as always",
        "Can be a bit dramatic to stretch your vocal variety",
        "More vocal variety and hand gestures could be incorporated",
        "maybe more vocal variety hannah!",
        "Perhaps have an element of surprise: the  progression of your learning to present better was interesting, butt ook a predictable arc.",
        "Could you have toggle some between the screen (your slides) and yourself throughout the speech?",
        "More vocal variety"
      ]
    ],
    "6": [
      [
        "Hannah!!! You rock! You are such a good speaker and I'm so proud of you <3",
        "Your hand gesture! Your hands are not shaking",
        "Your enactment of your first icebreaker!",
        "Sharing your journey and your experience. You are an inspiration!\n",
        "Small pauses between slide transitions ",
        "the sincerity in your speech, I felt motivated to sign up for my next speech!",
        "Impersonating yourself on your first speech and having simple slides to follow along. Very relatable story.",  
        "clear massage",
        "Pacing, content, and facial expressions all conveyed your point well and built great rapport with the audience!",
        "i resonated to your speech and it's such a good idea to always stick with the schedule regarding speech. ",    
        "I liked the start: how you put us in the moment you were struggling with your first Toastmaster's speech. ",   
        "Great way to engage the audience early on in your speech,  awesome all natural story, you're journey has been awesome and you continue to improve.",
        "Great presentation"
      ]
    ]
  },{
    "0": [ 4.470588235294118 ],
    "1": [ 4.235294117647059 ],
    "2": [ 4.470588235294118 ],
    "3": [ 3.9411764705882355 ],
    "4": [ 4.764705882352941 ],
    "5": [
      [
        "maybe try present in new PC XD",
        "Have someone else record responses as you engaged the audience with questions. ",
        "Cmon Ime, you don't need notes!",
        "Would have been nice to hear your take on it too!",
        "Not much content ",
        "practice how to share the presentation before the speech ",
        "Make yourself more familiar with the technology used to present your speech",
        "Restrict the amount of time per question to allow you to spend more time on the final question",
        "The questions need to be in bold.",
        "Time management would help with better delivery towards the end of the speech, maybe a better polling UI",     
        "Work out any tech issues before the speech",
        "Have someone else record responses as you engaged the audience with questions. "
      ]
    ],
    "6": [
      [
        "The interactive nature!",
        "getting feedback",
        "Creativity abounded!",
        "Seeing that Ime used notes, by far",
        "Nice interactive session!",
        "Presentation style and ease of speech",
        "Very engaging and loved the audience participation! ",
        "The interractive style",
        "It gets the whole club involved and also educates the members of the role",
        "The intent",
        "The polling was good. ",
        "Interactivity, great rapport with audience, vocal variety and content shared. Super useful and made a great case for why you'd be a great secretary! ",
        "the structure was very unique ",
        "Creativity abounded!"
      ]
    ]
  },{
    "0": [ 4 ],
    "1": [ 3.2222222222222223 ],
    "2": [ 3.4444444444444446 ],
    "3": [ 4 ],
    "4": [ 4.333333333333333 ],
    "5": [
      [
        "Technical readiness ",
        "prepare the sharing of screen ahead of time to prevent problems during the actual presentation.",
        "Longer talking time, and perhaps limiting the questions so we feel they have to be good.",
        "have more points in the speech vs asking audience questions",
        "Make your speech into a story, have a clear idea that you want to convey and support it with arguments, instead of just throwing out advice ",
        "Some tech details could have been worked out earlier. I think it's important to note that extreme diets don't really work for every type of person.",
        "Maybe some time preparing so video works as expected, nice to have more insight on what you eat in the diet ad the journey",
        "Maybe just test the Technical aspects out a few times prior to your speech.",
        "Test your technology. "
      ]
    ],
    "6": [
      [
        "Learned about the importance of intermittent fasting ",
        "The video was really good, even if we couldn't hear it.",
        "Very cool transformation! ",
        "Your passion about the topic.",
        "Having video and having open question.",
        "Eye contact, authentic story, real life experience, great eye contact with camera, and awesome way to engage the audience.",
        "Video was interesting. "
      ]
    ]
  },{
    "0": [ 4.25, 4.181818181818182 ],
    "1": [ 4.166666666666667, 3.6363636363636362 ],
    "2": [ 3.5, 3.6363636363636362 ],
    "3": [ 3.4166666666666665, 3.4545454545454546 ],
    "4": [ 4.083333333333333, 3.909090909090909 ],
    "5": [
      [
        "Vocal variety",
        "Didn't see much hand gestures. Will be nice to talk about your experience with the whole process.",
        "Great subject and content overall. Your introduction was very different from the middle and end of your speech where you seemed more confident. You had great content and it was really interesting to hear and learn more about how research papers are written!",
        "I liked that you compared your paper with cooking chicken, but the analogies were not clear. Maybe you could have used some visuals to depict these",
        "Use vocal variety.",
        "a hook at the intro, something to get excited about",
        "Try to incorporate more hand gestures and vocal variety"
      ],
      [
        "Would have been nice to summarized your thoughts so you have a longer conclusion",
        "There was a lot of breathing fillers - fillers that happen when you aren't sure what to say, maybe focus on just breathing in instead :)",
        "More structure to let the audience know what you'll be talking about throughout your speech",
        "Vocal variety",
        "show some hand gestures  and share some pictures of rhode island",
        "Want to hear more about your life at Rhode Island what it makes special compared to other places ",
        "Perhaps give a little more structure at the start with what is coming: I will be talking about three aspects of moving to Rhode Island",
        "keep doing great and getting better."
      ]
    ],
    "6": [
      [
        "It used a real scientific paper written by the speaker as an example.",
        "Adding humor to your talk by relating it to the theme of the meeting.",
        "Your voice has a really nice pleasant tone. Gain confidence and you will be a great speaker!",
        "Your section-by-section review of your sample paper, restated as a chicken dish topic, was very clever!",      
        "I liked the enthusiasm at the end talking about having fun with the paper",
        "You brought your expertise and first-hand knowledge to the speech. Sharing the article on screen was helpful." 
      ],
      [
        "Personal touch and share info about URI that I am not aware of.",
        "I liked the intro and the catch, that was good!",
        "Humor and light-hearted style. I enjoyed hearing about RI!",
        "Your sadness about leaving Seattle",
        "love the personal touch of the speech",
        "The differences between East Coast vs. West Coast",
        "Great conversational speech ",
        "I really liked the personal details and the elements of the personal struggle you've had to overcome in your move.  Thank you.",
        "the personal experience, observations of the differences in cities, eye contact with camera, examples shared," 
      ]
    ]
  },{
    "0": [ 4.538461538461538, 4.181818181818182 ],
    "1": [ 4, 4.2727272727272725 ],
    "2": [ 3.3846153846153846, 3.3636363636363638 ],
    "3": [ 3.6923076923076925, 2.909090909090909 ],
    "4": [ 4.384615384615385, 4.545454545454546 ],
    "5": [
      [
        "Vocal variety ",
        "Vocal variety can be improved",
        "Incorporate more hand gestures, maybe some more vocal variety",
        "Pace of speech could have been faster. ",
        "Would be nice if you shared references for how to learn our communication styles",
        "Didn't see hand gestures. Been nice to add some vocal variety to your personal stories",
        "Have stronger transitions",
        "Add some vocal variety into this speech! It could be pretty good, I liked the example stories, maybe flesh those out more into a long story-> improvement/learning, those go best!",
        "Try using your hands a bit more such as when you are differentiating between your culture and American culture.",
        "Keep doing great and getting better!"
      ],
      [
        "Use your hands/position the camera to show your hands. ",
        "The speech could have been more focused. ",
        "Can provide more excitement when talking about the individual mentors, a way to stretch your vocal variety. Couldn't see hands.",
        "The end left me wanting more, could you expand more on the wearing two hats aspect of the speech? A longer, more detailed narrative or anecdote about the mentor that inspires you most would add color to your speech.",
        "Add more inflections and humor - that would help with holding attention.",
        "A lil more vocal variety throughout speech.",
        "Use your hands/position the camera to show your hands. "
      ]
    ],
    "6": [
      [
        "Candor",
        "Great improvement in structure, pauses, keep growing!! ",
        "Speech was well-written and well thought out",
        "Topic inspired me to take quiz to discover my communication style.",
        "Encouraging us to go take the test and learn our communication styles. ",
        "no filter words at all, very clear point, easy to relate  and understand",
        "Got people engage with a question to the group and examples",
        "Topic was interesting ",
        "I really liked how I understood more about your communication style, I could really compare it to mine, and that was nice!",
        "Very interesting culture comparison.",
        "Way to Self-assess and challenge yourself to learn your speaking style while striving to get there. Really liked the audience interaction at the beginning of your speech, great eye contact with the camera, & awesome all-natural story."
      ],
      [
        "Your personal sharing is always so engaging!",
        "I enjoyed hearing about how mentorship was meaningful to you.",
        "Like how you gave 3 points and thoughtful ending with everyone is a mentee and mentor.",
        "The confidence with which you spoke",
        "I liked the topic, and how you talked about how you felt about a mentor, needing one, and all of the content i ke that. That's a good pitch for mentoring!",
        "Well written speech about a real life relationship you have with your mentor and the positives that have come from your life with that relationship. Good way to engage the audience a lil bit at the beginning of your speech as well.",
        "Your personal sharing is always so engaging!"
      ]
    ]
  },{
    "0": [ 4.5 ],
    "1": [ 4.083333333333333 ],
    "2": [ 3.4166666666666665 ],
    "3": [ 3.5833333333333335 ],
    "4": [ 3.5 ],
    "5": [ [] ],
    "6": [
      [
        "The pics",
        "The personal story",
        "Your candor was impressive. Thank you for sharing so openly!",
        "It was humorous and told like a story",
        "Personal story, really easy to follow.",
        "that you enjoy your new home!  ",
        "很有趣的經驗 謝謝分享 希望你跟你老公可以好好的",
        "I liked the personal and frank discussion of your husband and your differences",
        "Your honesty",
        "You told the story chronologically and kept the listeners engaged. All of us were eager to find out what sort of house you ended up with!",
        "Your honesty"
      ]
    ]
  },{
    "0": [
      4.333333333333333,
      4.666666666666667,
      4.666666666666667,
      4.785714285714286
    ],
    "1": [
      4.166666666666667,
      4.333333333333333,
      4.444444444444445,
      4.642857142857143
    ],
    "2": [
      4.166666666666667,
      4.222222222222222,
      3.5555555555555554,
      3.5555555555555554
    ],
    "3": [
      4.083333333333333,
      3.7777777777777777,
      2.6666666666666665,
      3.2222222222222223
    ],
    "4": [
      4.166666666666667,
      4.555555555555555,
      4.555555555555555,
      4.642857142857143
    ],
    "5": [
      [
        "Not looking at your notes ",
        "The introduction was a bit detached from the core speech, maybe reconcile those?",
        "Connecting with the audience; less reading.",
        "Connection of the story between segments. ",
        "Outline your talk",
        "Some of the word usage such as third instead of thirdly.",
        "Preparation and positioning of notes.",
        "Outline your talk"
      ],
      [
        "Move with Mona Lisa's eyes to insert visual variety",
        "maybe be more mindful about the time. ",
        "Reduce or eliminate some pauses and filler words. Overall your speech clarity was good though.",
        "I recommend getting a mic or headset with a MIC. Your audio was overmodulated and caused static/distortion that took away from your speech",
        "Bigger pix, learn how to do PP, emphasis parts of pictures ",
        "Smooth out some transitions"
      ],
      [
        "Show your hands modulate your voice. ",
        "Try to look at the camera more.  Perhaps put your text as close as possible to the camera so your eyes are both on your text and the camera.",
        "maybe look at the camera a lil more",
        "Incorporation of more gestures, some more vocal variety.",
        "More energy ",
        "It would be great to have a twist or surprise in your journey.",
        "this should me emotional right? since you are leaving your role. so make us cry",
        "Show your hands modulate your voice. "
      ],
      [
        "More vocal variety.",
        "The intro could have had funny slides, it seemed like the powerpoint was missing time.",
        "Yould like to see hand gestures. But I guess that's hard to do when you are presenting something",
        "Lots of looking for your notes. Maybe try placing the notes in front of monitor.",
        "Powerpoint slides could be more simple ",
        "Talk about potential running road blocks as help for doubters\n",
        "Prep tech before meeting",
        "It would have made your speech strong to sight a higher authority: like studies or prominent domain experts.", 
        "Maybe a few hand gestures or even a small demonstration of your running motion.",
        "Perhaps your video setting as you had light coming from the back which made it a bit difficult to see your face"
      ]
    ],
    "6": [
      [
        "Great inspiration and focused speech! Who are you? I know you! ",
        "I liked the head bobbing to the left then to the right, that made it clear who was speaking!",
        "The structure of the speech was excellent and easy to follow.",
        "Story structure. ",
        "Childhood sharing",
        "The topic, was very thoughtful and made a thing about my believes ",
        "Loved the message!! a very important and timely speech! Loved the action plan and how you tied the ending back to the beginning :) ",
        "Your conclusion was direct and powerful! Your opening was great!",
        "Great structure, playing the different roles, personal story of your life experience, the content was clear and concise, and the speech has potential to win a club contest someday! ",
        "Childhood sharing"
      ],
      [
        "Examples of art and personal feelings about the examples",
        "Details",
        "the history background about the mona lisa painting! ",
        "talking about the art and meanwhile sharing personal experience ",
        "You dropped some knowledge! The visuals were also really great and supported your speech. ",
        "I really liked the facts about the Mona Lisa, I did see the eyes move.",
        "topic",
        "This was an awesome speech! Visual aids made it even better."
      ],
      [
        "Challenge at the end. ",
        "the action item at the end",
        "very informative and inspiring",
        "Personal lessons learned,",
        "Personal and interesting ",
        "I really like your genuine enthusiasm for the topic!",
        "the chronological order to present your journey in TM.  ",
        "Challenge at the end. "
      ],
      [
        "- Relatable quips to keep us engaged!\n",
        "- The exhaustive set of points that you covered",
        "Good slides and research!",
        "forms matter",
        "Great pacing! Really clear and easy to understand. Great structure. Composed and confident. Great job KK!",    
        "The data!",
        "the tips for starting running ",
        "You had great vocal variety! I liked how you acted like you were in pain",
        "The information presented about running: the correct form, easy miles.",
        "Encouragement of running and the appropriate solutions for beginners  ",
        "Chart visualizing your progress was excellent",
        "I liked that it was personal and was neat to see the data you used to track progress.",
        "Personal stor's are always the best when choosing a speech topic and you nailed that on the head with your topic today. Great use of slides, appreciate the content shared - very useful, and good way to interact with your audience in the beginning of your speech with questions.",
        "The 3 actions items for a new runner or someone resuming running"
      ]
    ]
  },{
    "0": [ 4.0625, 4.8125, 4.714285714285714, 4.333333333333333 ],
    "1": [ 4.125, 4.5625, 4.571428571428571, 4.222222222222222 ],
    "2": [ 4.5625, 4.5, 4.357142857142857, 3.888888888888889 ],
    "3": [ 4.6875, 3.875, 3.9285714285714284, 4.222222222222222 ],
    "4": [ 4.75, 4.5625, 4.857142857142857, 4.444444444444445 ],
    "5": [
      [
        "Time management",
        "Move the camera so that your hand gestures can be seen. They were good and slightly off camera.",
        "可以在兇一點 XDD",
        "Keep time to tie it all together nicely in the end",
        "Been nice to give an over arching context for your story",
        "try to make pauses to get more attention ",
        "I was left wanting a bit more. Maybe another anecdote in the middle to flesh things out?",
        "Use of narrative present or past rather than a mix of both",
        "Use a framework e.g. before Cambodia, during Cambodia, and after Cambodia to aid your audience’s comprehension. ",
        "I like that you used three negotiation strategies. I feel like it might have been more emphatic if you intorduced those strategies befire telling the story",
        "Use a framework e.g. before Cambodia, during Cambodia, and after Cambodia to aid your audience’s comprehension. "
      ],
      [
        "notthing",
        "None, great story!",
        "Use more gestures; Include more personal aspects; How does all this shape you now.",
        "Nothing I can think of!",
        "Not much opportunities for improvement, just some pauses if I had to say",
        "Maybe tune the grammar a little bit",
        "Perhaps if you showed a time-line and/or map it would help place your experiences in time and space.",
        "Could add some hand gestures to the speech since you stood far enough. Would consider saying the city in more english way for non chinese speakers.",
        "Could you have engaged the audience some with a few questions?"
      ],
      [
        "None, awesome speech.",
        "Perhaps give more examples on each point ",
        "Didn't see any hand gesture",
        "Move camera so that it shows you’re looking straight at the audience.",
        "PPT was distracting",
        "Tie in chat responses. ",
        "It seems you were reading from something. Try memorizing a bit more and then you can use your hands an d vocal variety more.",
        "I enjoy the mandarin, I actually caught some of it! Please speak that slower for us non natives. (2 0 2 0 aha!!)",
        "When sharing your screen...What about verifying that everyone can still see you as well?"
      ],
      [
        "Speech sounds rushed",
        "Could slow down a bit, but nice job fitting all the announcements in. ",
        "I would say vocal variety and nervousness are related because when we're nervous we sound like we're presenting rather than speaking naturally which is a problem i constantly struggle with!",
        "Try a bit more vocal variety. Especially use more excitement and amazement while presenting you idea.",        
        "At times your hands disappeared into the background, perhaps have a screen which would make you stand out more"    ]
    ],
    "6": [
      [
        "Your stories always amaze me",
        "Rule of 3!",
        "like how angry you are",
        "The irony of the last negotiation style :)",
        "Very descriptive and have strong emotions",
        "You kept us engaged and at the edge of the seat!! can't wait to know more of the story!",
        "The personal aspect of your speech, and descriptions of how you negotiated with different people in your journey.",
        "Explaining the various ways for efficient negociation",
        "Laurie’s enthusiasm is infectious!",
        "It was a super interesting story! I felt empathetic towards you Thank you for sharing :)",
        "Laurie’s enthusiasm is infectious!"
      ],
      [
        "Story and message.",
        "emotional ",
        "The story was awesome, not a lot of people will ever have that kind of story",
        "The message and insight.",
        "It was a gripping story -- and you told it really well. ",
        "Great speech, and you're very good at story telling and conveying emotion. Definitely grabbed your audience's attention throughout. Great structure and rarely used any filler words!",
        "I really like the ending of the speech where life is honored and cherished.",
        "Interesting to hear your experience at the epicenter of a huge historic event. Thanks for sharing!",
        "Great story with a lot of visuals, which is easy to follow",
        "Very heart felt story of your real life experience living in the center of the pandemic. Glad you were safe",  
        "I had to let you know you did an awesome job that i absolutely forgot i need to get myself ready for my speech. i was so into it! All experiences are treasure. You should definitely be proud of yourself. Thanks for sharing this personal and touching story!!"
      ],
      [
        "The introductory image.",
        "GTFO 2020 in Chinese",
        "Great optimistic new year speech! Inspiring! ",
        "Simple points and examples from your life.",
        "Optimistic message",
        "Structure, personal experience, positivity ",
        "Chinese phrase was cool!",
        "Great personal experience combined with the speech topic",
        "Your message was clear and uplifting.",
        "Simple, clear slides and message.",
        "I liked the uplifting nature of 2020 and moving teams, I wish I could do that too.",
        "Authentic personal story of a challenging year in a lot of way - but, was highlighted by the many good things that happen for your personally. Great slides shared and interactive section at the start of your speech with your audience. Really engaging!"
      ],
      [
        "Great topic and festive speech! Loved standing speech and how you challenge yourself every time ",
        "cosmos going global virtually",
        "Lots of exciting news, conveyed very well. ",
        "I loved the information on the opportunities and our club that you shared! Thanks!",
        "The idea, and how enthusiastic you for the idea. Also liked that you had a concrete example of this working. I really like the idea.",
        "Your excitement for the topic"
      ]
    ]
  },{
    "0": [ 4.444444444444445 ],
    "1": [ 4.222222222222222 ],
    "2": [ 3.888888888888889 ],
    "3": [ 3.5555555555555554 ],
    "4": [ 4.555555555555555 ],
    "5": [
      [
        "Vocal variety could enhance speech. ",
        "Some examples would be useful. ",
        "A good anecdote about why this is interesting to you or how it can be related to present times",
        "Just slight hint of nervousness and I think that led to pauses. possibly graphics?",
        "Nice to share your opinion on it and didn't get to see your hands",
        "Could you have shared some slides as well to go with your speech?"
      ]
    ],
    "6": [
      [
        "Interesting topic!",
        "Pace, and topic. ",
        "I like the philosophy behing the original position. Thanks for sharing",
        "I loved the intro! and theme!",
        "Good detail on the speech.",
        "Great topic, very informative, and well thought out speech. Like how you spoke with confidence as well"        
      ]
    ]
  },{
    "0": [ 4.222222222222222, 4.461538461538462, 4.5 ],
    "1": [ 4.333333333333333, 3.923076923076923, 4.416666666666667 ],
    "2": [ 3.7777777777777777, 3.4615384615384617, 3.9166666666666665 ],
    "3": [ 3.4444444444444446, 2.923076923076923, 3.5 ],
    "4": [ 4.111111111111111, 4.230769230769231, 4.25 ],
    "5": [
      [
        "I was hoping to see the voting results in numbers.",
        "When using power point run it in slide mode so we cannot see the previous o current slides.",
        "Put PowerPoint into presentation mode.",
        "Didn't see much hand movements, been nice to summarized what you want people to take a way since you provided a lot of info",
        "I loved your speech, and I'm really interested in educational presentations like this. Thank you! I would connect vocal variety with nervousness",
        "It would be great to hear more of your personal experience with or opinion of the current system.",
        "What about mixing up your tones some and use hand gestures a lil more?"
      ],
      [
        "Avoid boiling the ocean by talking about too many styles.",
        "vocal variety and hand gestures since this was an interesting topic",
        "Hand gesture could be improved though it was really nice organized speech. ",
        "Vocal variety, examples ",
        "Test out the slides earlier, didn't see much hand gesture since you were really close to the screen",
        "Make the speech more about yourself! Could've been more engaging that way",
        "Slides would have helped as would examples of leaders that exhibit the styles described.",
        "Perhaps more stories about your leadership examples?",
        "Could you have mixed up your tones some when describing the different leadership styles?  ",
        "Have practiced with the computer/set-up before hand. ",
        "Though hard in zoom, I think eye contact could be less sporadic and more focused",
        "Use more pauses. Move back from screen as body language could've been hidden"
      ],
      [
        "More gesture could be good.",
        "See grammarian report - you're clear on fillers but made your own personal one.",
        "Try speaking without notes as you would do in person ",
        "Couldn't see your hands",
        "Including the mentoring in the introduction. ",
        "Check your view proactively. Your hands were cut off.",
        "Stand up when speaking. This may naturally allow you to use more vocal variety and hand movement.",
        "Perhaps make parts of the speech unscripted.",
        "Maybe see if you can mix up your tones a lil bit throughout speech..."
      ]
    ],
    "6": [
      [
        "Good structure and clarity. ",
        "The powerpoint presentation",
        "Great facts and chronological progression!",
        "Great information and some history on how voting works as well.",
        "I liked the concise explanation of how voting works.",
        "Well done, Maggie! A very broad topic but you summarized it great and also inserted the fun voting exercise. ",      "Awesome topic for the time of year, great slides shared, used eye contact well, researched topic, & appreciated the information - including your call to action to close your speech."
      ],
      [
        "I enjoyed that you asked questions at the end to draw the audience in.",
        "I love this topic and you structured the points very well! Very interesting and great speech.",
        "Clarity",
        "Your impression on the styles",
        "Ability to make quick decision to go without the slides, provided example of each leadership style and motivation summary.",
        "The comprehensive coverage it points",
        "So much good information about leadership!",
        "Good analytical speech!!! ",
        "Excellent content shared with the audience. Like the audience engagement at the start of the speech. Good eye contact and confidence in topic.",
        "I liked all the leadership styles you discussed and how you brought in your personal preferences for your leadership style",
        "The last 30 seconds were great. Good summary and well put together.",
        "Covered different aspects of leadership, tied in all stories very nicely."
      ],
      [
        "Organization and details. ",
        "I liked the story and comparisons, it flowed well :)!",
        "What mentorship means to you loved the explanation ",
        "very organized speech and clear",
        "Personal aspect of the speech.",
        "The section on mentoring. ",
        "Relateability and use of the WOD!",
        "Great description of a mentor.",
        "I liked the personal aspects of the story and the details of you personal story that made connecting to your narrative easier.",
        "Personal stories are always the best. Very encouraging topic shared, examples and messaging was on point. Great eye contact with your camera and settle hand movements to help convey speech."
      ]
    ]
  },{
    "0": [
      4.888888888888889,
      5,
      4.666666666666667,
      4.625,
      4.888888888888889,
      4.545454545454546,
      5
    ],
    "1": [
      4.777777777777778,
      4.769230769230769,
      4.4,
      4.25,
      4.444444444444445,
      4.7272727272727275,
      4.142857142857143
    ],
    "2": [
      4.222222222222222,
      4.615384615384615,
      4.533333333333333,
      4.625,
      4.625,
      4.625,
      4.857142857142857
    ],
    "3": [
      3.6666666666666665,
      4.076923076923077,
      4.4,
      4.625,
      4.333333333333333,
      4.333333333333333,
      4.285714285714286
    ],
    "4": [
      5,
      4.846153846153846,
      4.866666666666666,
      5,
      5,
      4.7272727272727275,
      5
    ],
    "5": [
      [
        "vocal variety",
        "N/a",
        "none",
        "Maybe slow down a bit",
        "Speech seemed a little short. Another anecdote or more info would have been great!",
        "The background made it a lil hard to see your and your ginnypig. Not sure if that background is need all the time.",
        "N/a"
      ],
      [
        "Slow down",
        "Couldn't see your face :( ",
        "Add some personal story or anecdote.",
        "How more people can spread and share this knowledge",
        "I read somewhere that it takes something like 30+ sec for people to form a question, so if you were planning to ask question, perhaps mentioning that at the star would have questions ready at the end.",
        "Your best improvement would be an emotional link :). You could show your face as a child, then show you now and your daughter. That would really connect with the audience. "
      ],
      [
        "You could try to stand up which gives more room for movement.",
        "Maybe mix in a lil hand gestures throughout your speech when appropriate.",
        "The only thing that I could think of is the issue with the sharing of the screen. I am sorry that happens to you so many times. ",
        "You're probably getting this a lot, but reducing technical difficulties would be the best ROI :)",
        "Marty you're so great! The only thing I can think of is making sure your presentation slides work :P",
        "Check whether your Zoom and slides work",
        "Just getting technical difficulties out of the way first, but I know it's hard w/ a virtual meeting :)",       
        "Seemed like the speech could be beefed up a bit with more information in the middle. Perhaps more detailed examples of cooking shows on the Food Network.",
        "Some prayers to the screen sharing gods ;-)",
        "Perhaps more pictures in your slides.  The slides with just work could have been more thought provoking: there is so much food to look at :-)"
      ],
      [
        "Awesome speech!!, great structure",
        "The closing should be like: 'The world is a better place if we all say what we mean, and mean what we say.",  
        "Slow down at the places where you want to emphasize.",
        "How can you mix in a lil more tonality & or vocal variety throughout speech?   High, medium, & low tones...",  
        "An example of the consequences of not saying what you mean might have been interesting"
      ],
      [
        "You were too far from the camera so hard to see hand gestures.",
        "Possibly add more movements",
        "a bit closer to the camera ",
        "keep doing great and getting better",
        "Perhaps more detail of what specifically happened in your mentorship relationship and more details of the personal growth you've had from being mentored."
      ],
      [],
      [
        "Consider narrowing the scope a bit. I enjoyed hearing about all your research on the topic but would liked for you to elaborate more on less points."
      ]
    ],
    "6": [
      [
        "structure",
        "Entertaining",
        "structure is very clear and easy to follow. absolutely love the ending :)",
        "guinea pig is soo cute",
        "I think it was overall excellent",
        "The history of Thor and seeing Thor",
        "Humorous beginning. Great use of vocal variety, and guest appearance from Thor!",
        "Great topic, all natural situation, and energy throughout speech",
        "Entertaining"
      ],
      [
        "Personal story",
        "I appreciate your speech very much! I gained more info about the emancipation proclamation. ",
        "Nice concise summary of historical event! ",
        "Information conveyed in a clear, passionate way that got your point across and got the audience's attention.", 
        "Thanks for sharing your message, Marty. I hope Juneteenth becomes a national holiday",
        "Very informative and helpful!",
        "The history and importance of Juneteenth",
        "Thank you for this incredibly important speech. As always you were clear and confident. Well done, Marty!",    
        "Your eloquence, and Speech pace ",
        "I really liked the good coordination between the discussion and the images in the slides.",
        "The visuals were clean! I liked the 3H."
      ],
      [
        "Vocabulary, and the imagery that you created",
        "Your passion and humor.",
        "Slides, energy, and authenticness of speech ... very great information and tips",
        "Marty, you're an amazing speaker. I enjoyed every minute of it.",
        "The crisp slides!",
        "The structure and the message",
        "Have personal story and also clear slides",
        "The personal aspect of it.",
        "Amazing as always, Marty! Thank you for always taking the most everyday topics and finding a way to make them exciting! I have never thought about watching cooking shows, but I might try after your speech. So clear and confident as always",
        "Personal aspect -- I felt like I really got to know Marty better! Humorous, and relatable. Helped me think about what I learn from TV.",
        "The whole speech was entertaining and informative. The best part is that it makes us want to check a  cooking show and get behind the stove.",
        "I liked the anecdote from your childhood and your openness to discuss the details of your life "
      ],
      [
        "The audience engagement was good!",
        "Confidence",
        "Killed it as usual!! ",
        "The interactions with the audience.",
        "Great topic chosen for speech objectives, good way to convey message with passion and confidence, liked how you were able to use the 'word of the day', & good use of hands along with no filler words.",
        "I liked that we can see you in this speech. Also, it was such a great speech because it was informative and you made your intent clear. You also encouraged the audience to participate and therefore kept us engaged in your speech. Always great to hear you speaking and cant wait for your next one!",
        "That was a great speech to make aware the intention of the speaker. Thanks!"
      ],
      [
        "The enthusiasm and knowledge of the subject shown.",
        "The statistics were surprising and the personal touch to the stories.",
        "Your reasonings were solid and clear.",
        "great information, very clear. make me feel like need a mentor ",
        "You're going to be a Great mentor - Awesome speech. Great camera positioning and we were able to see your hand s a lil bit.",
        "I really like your personal connection to the topic. It is clear you have a passion for mentoring: good job!"  
      ],
      [],
      [
        "Love the history and questions at the end to get people to think",
        "handy ideas for celebrating mother's day! Have a wonderful mother's day :)",
        "Great introduction and ending. Very personable, genuine, and warm tone."
      ]
    ]
  },{
    "0": [ 4.5 ],
    "1": [ 4.428571428571429 ],
    "2": [ 4 ],
    "3": [ 3.7857142857142856 ],
    "4": [ 4.285714285714286 ],
    "5": [
      [
        "You have improved so much since your last speeches! Maybe incorporate more of your personal story/experiences in weight lifting.",
        "Add more vocal variety during storytelling.",
        "Less bullet pointed slides, more images!",
        "Maybe hit just a couple points and discuss more in depth - people will likely remember only a few big points ",      "Audience participation",
        "Incorporate more vocal variety and hand gestures.",
        "It would have been nice to hear some personal stories about how you train and what works for you",
        "Speak slower and more 'fluidly'",
        "A possible challenge? Maybe add some more humor and entertaining bits to make it considerably depart from an infographic-like speech :)",
        "Maybe see if you can mix up your tones a lil bit ... regular tone, low, & high!"
      ]
    ],
    "6": [
      [
        "Your confidence for this speech was much better. Very informative topic that I never would've thought about if I hadn't heard your speech", 
        "Your daughter is super cute.",
        "The last video of your daughter!",
        "I liked the topic the most.",
        "I really liked about the benefit of trying new things and how you showed it through graph ",
        "Video of bouncing your daughter",
        "The pictures and the part about the baby.",
        "Use of slides really served your point. Each slide had one concise fact on it, and a relevant image. Great job!",
        "You had a great reason to get into strength training - your daughter!",
        "How you relate weight lifting to raising/carrying your daughter",
        "The personal connection that you added about lifting your daughter before vs after!",
        "Personal story about the journey you're on in your life that makes speaking from the heart and naturally is always the best. Great slides, excellent content, & a clear reason why - Good stuff!"
      ]
    ]
  },{
    "0": [ 4.8 ],
    "1": [ 4.3 ],
    "2": [ 3.7 ],
    "3": [ 3.3 ],
    "4": [ 4.5 ],
    "5": [ [] ],
    "6": [
      [
        "pictures and video",
        "very informative ",
        "The passion on the topic was evident ",
        "The slides were very well made, easy to read, and with great pictures!",
        "love your picture. it make me want to visit.",
        "Great topic. I like the structure. Very well thought out and great content!",
        "The introduction by starting with the geographical location to all the things mayans was known for to more in depth things. Presentation was great with a lot of pictures!",
        "Cool topic! I liked the pictures and your enthusiasm for Mayan things!",
        "The slide deck was clear, bright, beautiful, and interesting!",
        "The pics"
      ]
    ]
  },{
    "0": [ -1, 4.75 ],
    "1": [ -1, 4.583333333333333 ],
    "2": [ -1, 4.25 ],
    "3": [ -1, 4.083333333333333 ],
    "4": [ -1, 4.833333333333333 ],
    "5": [
      [],
      [
        "I would say that this speech was very well done. I don't think there is anything specific I can think of that you could have done better. I would be curious to know the story behind why you chose to study law but it is not necessary for the speech.",
        "More expressions",
        "None! you are awesome!",
        "You could have put more vocal variety when talking about the price going up for gamestop",
        "Maybe add some jokes to keep the topic spicy.",
        "Improve on conclusion, vocal variety",
        "Maybe confirm that the audience can still see you when you share your screen. Encourage the audience to adjust the zoom setup- so, that they could see your slides and you at the same time",
        "More eye contact"
      ]
    ],
    "6": [
      [
        "Your insertion of the word of the day was impressive. Additionally, your candor and vulnerability were compelling. I feel like I know you a little better through what you shared. : )",
        "Slides",
        "Love the intro to get everyone to see their conscious bias ",
        "The message. You talked about great points for mitigating the problem as well! In addition to explaining the problem well ",
        "I liked your personal anecdotes, it was really compelling.",
        "your personal experience of biases so that more people are aware of their unconscious bias.",
        "very sincere and well structured & worded, I am so moved and persuaded by the speech. ",
        "It is a very relevant topic! "
      ],
      [
        "The speech was very well organized and it kept my attention.",
        "Slides were helpful in understanding the concepts",
        "The presentation and learning about stocks and shorts",
        "The whole thing. I've tried to understand the GameStop situation with little luck, but you explained it so simply and clearly! I'm a fan! Thank you so much.",
        "clear interpretation of the hot topic of this week, I like it!",
        "How you build up what stock meant, shorting and putting it all together on what happen to GME.",
        "Great choice on topic! Can you explain stocks more next time haha",
        "Good job incorporating hand gestures to the speech.",
        "Nice slides, made complicated topic simple",
        "Great slides, relevant topic for the events this week, way to engage the audience throughout the meeting, and knowledge of your topic.",
        "Timely topic "
      ]
    ]
  },{
    "0": [ 4.8, 4.933333333333334, 4.769230769230769 ],
    "1": [ 4.7, 4.733333333333333, 4.733333333333333 ],
    "2": [ 4.5, 4.533333333333333, 4.769230769230769 ],
    "3": [ 4.4, 4.6, 4.538461538461538 ],
    "4": [ 4.8, 5, 4.769230769230769 ],
    "5": [
      [
        "Stand up and move around a bit. To simulate the in person speech",
        "Conclusion felt a bit short",
        "What was your second point?",
        "more movements - hand gestures",
        "nope ",
        "Maybe see if you can mix up your tones a lil bit and use your hands where you see best fit to really convey your speech with a lil more passion."
      ],
      [
        "Seemed a little rigid in the video ",
        "Variation in the pace.",
        "It's hard to ask this of a speech so gloriously done. You should prepare!",
        "none",
        "What about engaging the audience some to see if there are any other fellow procrastination?",
        "could put more vocal variety",
        "Volume variety",
        "More of what I'd love to see next from you as opposed to an opportunity for improvement - I'd like to see you being very casual in tone, may be a powerpoint presentation which throws your rythm off a bit, or a speech along with someone so you don't know what to expect next. ",
        "None! You were perfect!",
        "Volume variety"
      ],
      [
        "Maybe stand back a bit more so we can see more of your hands.",
        "Some graphics or visual representation when discussing percentage chance to make the audience remember",       
        "Stand up and use movement for emphasis.",
        "Its hard to think of anything for you to improve on. It was so good. Perhaps a little more drama? ",
        "What about engaging the audience some in your opening question?  Could you have encourage us to come off mute & answer your question?",
        "Nothing!",
        "Can think of very little. Hmm, maybe, an engaging exercise with the audience, or a speech with a series of exercises and building upon the response. Just suggesting because if someone could pull it off, you definitely could. ",  
        "nothing"
      ]
    ],
    "6": [
      [
        "Very wise and well thought content.",
        "Really enjoy the introduction, really pull people in and visuals provided by the word of choice",
        "Using walking to clear your mind could actually entice one to do more walking. ",
        "time is the answer to some problems in life -- I love this message",
        "very clear to the point.",
        "Pacing and structure, as well as content shared",
        "Really like your personal story shared as it made your speech very natural and interesting. "
      ],
      [
        "Pace and clarity of voice. ",
        "Personal anecdotes about procrastination and ending the speech with quote! ",
        "The humor! I love your speech so much! Super fun and attracting!",
        "The humor in the beginning and end",
        "The whole speech could have been done last minute and you pulled it off",
        "clear and easy to follow along. very cute info",
        "The content! Really great, and actionable advice.",
        "Great way to use the word of the day in your speech; smart to talk about an all natural event or story that you're familiar with, good use of hands, & awesome eye contact",
        "You as the King of procrastination: I am really glad I made it to hear your speech. Btw you can file extension and get your tax done by 10/15. ohh! the info probably is not helpful for you to get rid of procrastination tho. lol. Great job Natraj. Very humorous speech!!!",
        "Personal self-deprecation",
        "Well done, Natraj! Lots of personal touches such as tax anecdote, using audience members like reference to Bella. Funny and calm as always. Very well done!",
        "The relatable pictures you painted (boxes still unopened), the humorous quips (even born a day late)",
        "Humor, structure",
        "Personal self-deprecation"
      ],
      [
        "The vocal variety and ideas of the possibilities.",
        "The conclusion with science and religion converging was solid",
        "I love the topic and the effect it had on your audience. Moments in your speech that  affected everyone",      
        "Your subject of simulation was radical!",
        "Great topic, great expressions. I like that there was natraj behind natraj. ",
        "Awesome topic, great eye contact throughout speech, used hangs well to explain topic, good research on topic, and very interesting topic that was engaging.",
        "The research that went into it",
        "Forking great speech. Started off well with the reference to the 50% chance of simulation. Some good examples to connect with the audience. As someone who knows you started on the speech mid week or even later, I would've assumed you have been prepping for this speech much earlier if I hadn't known better. ",
        "deep topic and convey in the way that everyone can understand."
      ]
    ]
  },{
    "0": [ 4.466666666666667, 4.583333333333333, 4.6923076923076925 ],
    "1": [ 4.4, 4.615384615384615, 4.461538461538462 ],
    "2": [ 3.7333333333333334, 4.076923076923077, 3.6153846153846154 ],
    "3": [ 3.6666666666666665, 4, 3.6923076923076925 ],
    "4": [ 4.333333333333333, 4.3076923076923075, 4.384615384615385 ],
    "5": [
      [
        "You could practice a few more times to be smoother.",
        "Try to look at the camera more to connect with your audience",
        "Nice to know more about how your thoughts are after the example, it felt a bit short.",
        "I would challenge you to exercise vocal variety and expressions.",
        "none",
        "It seemed like your voice was muffled and I sometimes could not understand what you were saying. Be sure to enunciate each word because your hearers don’t want to miss a word you say!",
        "A small improvement: you had significant pauses in your transitions that broke the otherwise great flow in your speech.",
        "keep doing great and getting better.",
        "In terms of content, I almost cannot pick out any opportunities for improvement. Just focus on the delivery. Pauses here and there. Also, the 'concluding part of the conclusion', it felt you were wanting to conclude, but also hd a few more things to say. It felt like you were ready to say, Thank You, at any time, but also had a few more things to say. ",
        "It seemed like your voice was muffled and I sometimes could not understand what you were saying. Be sure to enunciate each word because your hearers don’t want to miss a word you say!"
      ],
      [
        "I marked 3 for nervousness event tho you were really great, and i absoutely LOVED your speech, I think you would want to improve nervousness",
        "Great speech, but there is room for improving on your expressions and vocal variety.",
        "Nice to provide some examples on the different points on how linguistics impacts people's view. Was not able to see your hands as much.",
        "Stand up and use movement for emphasis.",
        "Perhaps bring in your own personal experience (you speak more than one language how has that changed the way you think)?",
        "Could you have used some hand gestures more throughout your speech?",
        "none just speak more!"
      ],
      [
        "More organization.",
        "Vocal variety",
        "Great speech Neeraja! I enjoyed it. I would recommend more vocal variety - increase and decrease the pace of your speech to draw us in.",
        "Can have a dramatic story in the middle to do more vocal variety",
        "Try using pauses",
        "I loved this speech and really appreciate how open you were because this is very relatable to my life now. I marked down nervousness and vocal variety because to me, they're the same. I've always regretted not mentioning this in one of your earlier speeches, but I thought when you were calm you are a great speaker! Your earlier speech when you were calm reminded me of only a handful of professors that had a great story telling ability. I specifically sought out their courses for their lectures, and I had thought you reminded me of them",
        "Could you have engaged the audience some?",
        "Keeping to the allotted time.",
        "Vocal variety."
      ]
    ],
    "6": [
      [
        "Nice thought experiment, very intelligent ",
        "Great job! I loved that example with the 2 people and the distances. That was really interesting and worked really well as an example!",
        "The structure and the ideas you brought in.",
        "The example when sharing your screen was really interesting",
        "The example of picking up people was very good on expressing your thoughts",
        "Well structured, well thought through. Great to see that you have gained confidence and improved so much!",    
        "the thought provoking questing for us. so that we can all engage.  ",
        "Your visual puzzle with multiple correct answers was an excellent engagement tool. You even had people participating through the chat. Nice job, Neeraja!",
        "I liked your example it really made clear how the ambiguity in defining the goal can undermine performance.",  
        "Really liked the authentic-ness of your speech and the audience interaction with the slides shared. ",
        "Very well done, Neeraja! Loved your speech. Loved how it was very relevant to the objective of the speech. Loved the interactive portion of the speech. Loved the preparation you put in. Loved the background. ",
        "Your visual puzzle with multiple correct answers was an excellent engagement tool. You even had people participating through the chat. Nice job, Neeraja!"
      ],
      [
        "The conclusion was really nice and solid with a powerful message",
        "Great concept and perspective! solid ending!",
        "Great topic, Good interaction with audience. The picture of the golden gate bridge was a nice touch",
        "Like how you opened up with a picture that anyone can chime in.",
        "Using the nihilist Nietzche to support linguistic relativity was excellent!",
        "I really liked you explanation and the philosophical side of this topic.",
        "Great way to choose a topic that interest you, way to research your topic further, liked the image you shared, & the enthusiasm you spoke with.",
        "the improvement !",
        "As always, super well prepared speech, Neeraja! Loved how you engaged the audience with the image and asking us to share words. You did it perfectly - sometimes people do it too quickly which takes away the point, but you spent enough time on that segment of the speech. Also, the quotes you shared were great and shows preparation. "
      ],
      [
        "I could tell the speaker was passionate about the topic.",
        "Personal story, good theme",
        "I loved how authentic you were. Thanks for sharing your experience and all the best for the road ahead.. Happy adulting!",
        "personal experience lead to great thoughts",
        "Very personal and motivating ",
        "What a great speech! I really resonated with it: I dropped out of a PhD program at age 27;  it was a huge relief.  And your speech brought that all back.  :-)",
        "Your Humor was good",
        "Great background, smile, energy, all natural story shared was good that something we can all relate to, & awesome title",
        "Really great honesty! And, I really like the funny anecdote about the inappropriate video at the end of your speech in school.",
        "You were so exposed and we all benefitted from your sharing."
      ]
    ]
  },{
    "0": [
      3.5555555555555554,
      4.545454545454546,
      4.153846153846154,
      4.352941176470588,
      3.75
    ],
    "1": [
      3.5555555555555554,
      4.090909090909091,
      3.8461538461538463,
      4.117647058823529,
      4
    ],
    "2": [
      4.388888888888889,
      3.5454545454545454,
      3.3846153846153846,
      3.3529411764705883,
      3.375
    ],
    "3": [
      4.388888888888889,
      4,
      3.923076923076923,
      3.7058823529411766,
      3.875
    ],
    "4": [
      4.444444444444445,
      4.2727272727272725,
      4.461538461538462,
      4.352941176470588,
      4.375
    ],
    "5": [
      [
        "Slow down. ",
        "When doing two people, use two voices, to help everyone understand who is who.",
        "You can try other speech formats that are more personal",
        "It's a bit hard to understand you sometimes on certain pronunciation.",
        "Maybe try to have laptop on stable surface, since it shakes a bit when you move your hands.",
        "Some parts were said quickly or quietly so were difficult to hear",
        "Maybe see if you can engage the audience some by asking them a few questions and encourage them to unmute their lines to participate.",
        "I felt the ending was a little abrupt, perhaps you could've summarized the point of the speech.",
        "You could have a more conclusive ending!",
        "more clear on your role playing",
        "Slow down. ",
        "Slow down. ",
        "Slow down. "
      ],
      [
        "Lots of pauses and repetition",
        "Opportunities include sounding more confident in the objective, busienss model",
        "Want to put more energy on the selling pitch, which I assume is the money that could be made",
        "You could have told us a bit about how you thought of this idea and made it a personal\n",
        "What is the difference between normal food and orgarnic food, didn't emphasize on the how you plan to achieve your goals. ",
        "more energy and emotion engagement. ",
        "Less info on slides using additional slides if you have more ideas. ",
        "Your intro was a little long and you repeated the purpose of the start-up several times:  I would have liked to learn more about the details of the start up. ",
        "I'd suggest a better research into the business model and China market before investing. As far as I understood, you are trying to collect the supply from local Chinese farmer and provide a website for Chinese to buy organic food. So essentially you are assuming there's no good way for Chinese to purchase organic food from farmers rn. The reality is, Chinese don't usually shop the same way as ppl do in the U.S. A better research into the local market can givey ou more insights.",
        "Less info on slides using additional slides if you have more ideas. "
      ],
      [
        "Nice to talk about why you want to be a leader in tech.",
        "Speak more slowly and enunciate.",
        "vocal variety, time management",
        "I think we might struggle in similar areas of sounding confident and vocal fluency/flow. With practice this will definately improve for you and I noticed moments where this was not an issue during your speech! I've been reading/recording myself and this seems to have helped!",
        "I'd like to hear more about your personal experience working in Tech and the challenges that you have faced ", 
        "I think you can work on your structure. Shorten your intro, make it more impactful",
        "zero in with example",
        "Hand motions were somewhat repetitive, maybe switch things up a bit. Find a way to engage the audience. ",     
        "What are some of the areas you see that Tech can be improved?"
      ],
      [
        "The video in PPT doesn't have sound.",
        "Share your own personal thoughts on the stereotypes, do you dislike it?",
        "Practice with your technology so you don't have to fight it during your speech.",
        "the powerpoint is really good idea, but some jokes are presented distractive when hearing the speech, maybe one or two short sentence jokes will be better",
        "Use less text on the slides, because it makes me want to read the slides instead of focusing on what you are saying.",
        "I couldn't really hear the Simpson's clip, and I wanted to! Some slides were gone over kind of quickly / not fully explained",
        "Don't read from the PPT. Your audience can read. You should present other info related to the slide content.", 
        "Try giving some examples from your experience to better explain this topic. I could not relate to this because I don't have the same experience. You should try to make your speech relatable.",
        "Make the speech more about yourself and less preachy",
        "Awesome improvement in this speech! You had only SLIGHT moments of hesitation but I feel I noticed a huge improvement in this particular speech of yours. ",
        "A few technical glitches: the sounds for the Simpsons video was so low it was almost silent.",
        "Can you engage the audience a some in this speech?    like how you checked to make sure we could see your screen...But; Could you have also asked if we could see you as well?"
      ],
      [
        "Maybe sit a bit further back so we can see your hand gestures.",
        "Try using 'them' to be more gender neutral instead of 'he, his'.",
        "Try to use your voice to add variety to your talk.",
        "Perhaps practice the speech a little more; it was not as fluid as your speeches have been in the past.",       
        "Switch up vocal variety and hand gestures. Consider using visual aids.",
        "Clean-up the use of too many 'Toastmasters' at the end of the speech. ",
        "Is there a better way to position speech notes?"
      ]
    ],
    "6": [
      [
        "Characterizations were great!",
        "The hand gestures",
        "Very nice follow up on your previous speech",
        "Good expressions and vocal variety",
        "Your acting is so awesome!",
        "The energy and emotion.",
        "the energy in your words and your gestures",
        "Animated portrayal of the two different characters and use of humor!",
        "Hand gestures, enthusiasm, energy, topic, and the role playing throughout the speech.",
        "Great level of emotion and you're now really comfortable with the socratic method.",
        "Loved how animated and expressive you were. GREAT vocal variety",
        "I liked your enthusiasm and energy.  And, the dark humor of your speech.",
        "cool structure ",
        "Characterizations were great!",
        "Characterizations were great!",
        "Characterizations were great!"
      ],
      [
        "Speech was very well organized and seemed like a solid business idea. Slides were well-crafted and easy to und erstand.",
        "Like how you started and ended",
        "I love your idea! This sounds like a goodopp",
        "Clean slides and easy to follow idea.",
        "Good business plan, good enthusiasm :)",
        "like you idae",
        "Generosity to help China. ",
        "I liked your enthusiasm for your start up idea. And, how big you were thinking: an ever faster operation than Amazon!",
        "Nice figures.",
        "Generosity to help China. "
      ],
      [
        "Good hand gesture! ",
        "the 5 I's were easy to remember and had examples.",
        "The five Is were clever!",
        "Enthusiasm",
        "personal experience",
        "content!",
        "The 3 Is, you gave a good example",
        "knowledge of topic",
        "The content was presented clearly and concisely. ",
        "Great hand movements throughout speech, eye contact with the camera, awesome topic, great energy throughout your speech, &  really liked your topic!"
      ],
      [
        "The structure is very clear.",
        "You de-mystified about the stereotypes of Ph D students! So delectable!!! ",
        "It was easy to follow with the different points, had a video although it was a bit hard to hear.",
        "Your humor was great.",
        "clear structure, and I really like the PowerPoint highlighted the speech outlines ",
        "The speech was really funny! Especially the opening about a PHD being like getting married.",
        "Visual aid (slide deck) was colorful and butressed your speech nicely. Use of humor was good.",
        "Your sarcasm was on point!",
        "The cartoons are nice, and added color and vibrancy to the slides",
        "You found good and relevant cartoons. (Btw you may also enjoy this page called lego grad student)",
        "Great topic, great structure, and you conveyed the point of your speech! This really opened my eyes to some of the stereotypes of PhD students that aren't completely fair. ",
        "I liked that this was clearly a important topic to you in your life at this moment.",
        "Great use of slides, Excellent content and information shared, Your slides weren't too busy, Your eye contact with the camera was great throughout speech, Energy and enthusiasm was great as usually, and overall creativity was right on! "
      ],
      [
        "Like the example and the motivation words at the end of the speech.",
        "The theme and the pacing of the speech",
        "Your props...books, watch, medal, were great!",
        "I liked your interesting experience working at Sony",
        "Great job overall. I liked that you showed us the books you had read. You seemed passionate about the topic.", 
        "The beginning was excellent with the info on Japan workplace culture.",
        "Great eye contact, use of hands, personal story, energy, examples, and items shared."
      ]
    ]
  },{
    "0": [ 4.888888888888889 ],
    "1": [ 4.666666666666667 ],
    "2": [ 4.333333333333333 ],
    "3": [ 4.555555555555555 ],
    "4": [ 4.888888888888889 ],
    "5": [
      [
        "Add an audience question, perhaps?",
        "N/a",
        "Maybe shorter intro so you can focus more on the main points of the speech",
        "Really hard to find. Your speech was really excellent",
        "Perhaps incorporate an outside authority eg an academic study or famous speaker",
        "In the intro, maybe just jump right into the speech next time as it seemed like it took you a lil bit to get going there."
      ]
    ],
    "6": [
      [
        "I really appreciated that you modified your speech to really reflect your communication type. Also, loved the stories from highschool and your first speech!",
        "Glimpse into sams storytelling past",
        "talk about story telling in storying telling style.",
        "Explain why you like story telling and being open about how it may not be always the best way to communicate.",      "The introduction",
        "I liked the story",
        "I could tell you were passionate about the subject. Your inclusion of personal experiences/anecdotes was great.",
        "Great topic, authentic-ness of speech, and delivery.  Story telling is definitely your style "
      ]
    ]
  },{
    "0": [ 4.538461538461538, 4.363636363636363, 4.545454545454546, 4.25 ],
    "1": [ 4.384615384615385, 4.181818181818182, 4.454545454545454, 4.5 ],
    "2": [ 3.8461538461538463, 3.4545454545454546, 4.090909090909091, 3.75 ],
    "3": [ 3.923076923076923, 3.5454545454545454, 4.090909090909091, 3.5 ],
    "4": [ 4.076923076923077, 4.090909090909091, 4.545454545454546, 4.25 ],
    "5": [
      [
        "Breath, take a breath to slow yourself down.",
        "Keep doing great & getting better!",
        "You were speaking a bit fast, some modulation or slowing down to emphasize certain points I think would bolstr your speech",
        "Were slides really needed for your presentation, I personal thought you would have been more effective without them since people can see you speak.",
        "Only to be nitpicky -- I think the images on the slides weren't about what you were speaking then",
        "Maybe shorten the the beginning of your story a little bit. Make the journey of chasing dreams more concise.", 
        "Great speech Tessa! The only thing I can think of is pace - It was very engaging, but you could try to change the pace of your speech to draw us in and surprise us.",
        "Slow down.",
        "There are studies that prove participants believing in negative or positive stereotypes about themselves are more likely to perform either well or badly! Believe you can do this! It sounds like you're very hard on yourself as am I",
        "don't leave slides up for the entire speech"
      ],
      [
        "Slow down a bit.",
        "Focus more on vocal variety and pacing",
        "This speech begs for a slide or two...",
        "Maybe be a bit further back so your hand gestures doesn't get cut off. Although you are very clear, you talk a bit on the fast side.",
        "Slow Down, Also try giving more real world examples or use metaphors.",
        "Slowing pace but overall it's good because you draw attention ",
        "Slides or visual aids would have helped map things out. In some cases, slowing down or varying vocal tones would also help convey some of the information.",
        "Perhaps find a way to get your audience to particiate: eg 'How many of you have had to use a HR resource? Did you have a thumbs up or down experience?",
        "Slow down just a tad... & could you have mixed up your tones some?",
        "Slow down; connect more with the camera (audience); a few slides would be nice"
      ],
      [
        "Vocal variety ",
        "I wasn't totally sure what the point of the speech was throughout - it seemed to be a pitch/recap of what you do there",
        "Varying speaking speeds could help emphasize certain parts of your speech and add interest.",
        "a little fast with speaking",
        "structure",
        "maybe too much information causing you to speak too fast.",
        "Perhaps ",
        "Vocal variety "
      ],
      [
        "You could slow down a bit",
        "maybe body language that conveys meaning",
        "Slow down.",
        "Tessara- great great research and preparation. I would challenge you to not look at the script as much and also speak a bit slower. Also, see if you could incorporate some more vocal variety. "
      ]
    ],
    "6": [
      [
        "nice PPT and great delivery ",
        "It was authentic and purpose driven.",
        "Great Slides shares, eye contact was good, smile, content shared throughout, and authentic story about yourself.",
        "The humerous and personal information shared, and awesome visuals of the IceBreaker unicorn!",
        "Slides were easy to follow and really focused",
        "The whole flow and pace! You had me hooked",
        "Great start as an ice breaker speech! Your presentation skills does not look poor at all as what you mentioned in your speech. You have a very good structure and you inspired every audience in the end. I got inspired a lot. Thanks!",
        "A very inspiring ice breaker, wonderful presentation!",
        "Your energy and openness were awesome.",
        "I think this was one of the best examples of great speech structure and conveying the point of the speech I've heard during my time in TM! I would say the only negative is the negative self talk that I think affects your performance.",
        "nice slides"
      ],
      [
        "It was full of enthusiasm.",
        "That you are so passionate",
        "Though you are covering dense subject matter, your effervescent personality shines through!",
        "Very concise points and motivation to join the company",
        "How happy you are where you landed.",
        "Learning about your company ",
        "You already seem like a SME, and are clearly passionate about advancing in this company. Looking forward to the second iteration of this speech!",
        "Great speech! I use Embark to ramp-up new employees. Its is actually useful",
        "Excellent energy, knowledge of the subject, content, eye contact with camera, excellent and effective use of your background, along with asking for feedback at the end of your speech, and letting us know that you'll be having a follow-up speech to this one.",
        "I most enjoyed your passion for the next steps in your career. "
      ],
      [
        "Sardonic humor",
        "Great visuals!",
        "Great job -- this speech is much improved over your first one! You have a good prescence and sound like an expert",
        "It's so great to know what your job entails. I am looking forward to hear more of your presentation.",
        "Confidence and tone",
        "good eye contact ",
        "I liked the smooth flow of the presentation: it seems like you know your content really well. Noticeably better that the first time you presented.",
        "Sardonic humor"
      ],
      [
        "Nice topic and research",
        "preparation and flow.",
        "Very timely topic!"
      ]
    ]
  },{
    "0": [
      4.666666666666667,
      3.5,
      4.090909090909091,
      4.5,
      4.4,
      3.6666666666666665,
      4.25,
      4.166666666666667,
      4.666666666666667
    ],
    "1": [
      4.666666666666667,
      3.625,
      4.181818181818182,
      4.333333333333333,
      4.1,
      3.7777777777777777,
      4.125,
      4.166666666666667,
      4.555555555555555
    ],
    "2": [
      3.3333333333333335,
      3.375,
      3.4545454545454546,
      4.166666666666667,
      3.6,
      3.3333333333333335,
      3.625,
      3.6666666666666665,
      3.4444444444444446
    ],
    "3": [
      3.7777777777777777,
      3.25,
      3,
      4.083333333333333,
      4.4,
      3.111111111111111,
      3.875,
      3.8333333333333335,
      4.222222222222222
    ],
    "4": [
      4.555555555555555,
      4.5,
      4.454545454545454,
      4.75,
      4.5,
      4.333333333333333,
      4.375,
      4.666666666666667,
      4.444444444444445
    ],
    "5": [
      [
        "Add more stories or anecdotes",
        "Incorporate more vocal variety, maybe an anecdote from your own life to tie things together at the end",       
        "I would have liked you to be visible during your speech, and have your hands be visible. ",
        "Talk about your personal experience and how it apply to the 3 options.",
        "Perhaps more vocal variety.  Perhaps a specific example from your life that illustrates your leadership style: the pros and cons it had on the outcome.",
        "I would have liked you to be visible during your speech, and have your hands be visible. "
      ],
      [
        "topic was unclear",
        "Could slow down a bit. ",
        "Try to avoid political topics - they tend to be more criticized and are difficult to do successfully.",        
        "Add points to your speech to help the audience follow along. ",
        "The topic is a bit sensitive. Just trying to be mindful about topics like this.",
        "Keep doing great & getting better!",
        "Add points to your speech to help the audience follow along. "
      ],
      [
        "Maybe more gesture could help.",
        "Use more vocal variety and hand gestures.",
        "Can show some excitement for each of the mentors",
        "video is a bit dark",
        "Incorporate more vocal variety, and perhaps a bit more emphasis on certain parts",
        "Try using bullets or points in your speech. ",
        "I don't know if you have done a speech standing up. Maybe try that?",
        "What about mixing up your tones a lil bit? Low, medium, & high tones.",
        "Try using bullets or points in your speech. "
      ],
      [
        "Can act out your favourite part of game of thrones, good way to add in vocal variety",
        "Vocal variation",
        "Video stopped occasionally (thought not ciriticaly) . I wonder if anything could be done.",
        "pictures would be helpful to audiences who don't watch the show",
        "loved background but more graphics througout would keep the audiences attention better",
        "Hard to think of anything. It was really good. Maybe a little more expression. I could see some, but there's still room for improvement",
        "i see lot of improvement of your"
      ],
      [
        "none",
        "Could add summary at the beginning.",
        "Increase vocal variety.",
        "I feel the main purpose of the speech could be emphasized, and it's related to the structure that's why they're both a 4.",
        "Couldn't see your hands as much since you were closer to the screen. Conclusion felt a bit short.",
        "Your have a good frame work for a speech on the importance of feedback. Try to add more and practice.",        
        "As best you can, practice pausing instead of saying um or ah...",
        "Slides or visual aids could enhance the presentation or emphasize certain points",
        "Perhaps include the differences between positive and negative feedback (it is estimated positive feedback is 4X more effective in dog training)"
      ],
      [
        "Add more vocal variety and a bit of drama",
        "Delivering positivity with more personal insights ",
        "Use your hands and voice with more variety",
        "I understand that this speech was last minute, but it was a little less interesting than your usual speeches :)",
        "I would recommend work on the structure of your speech, it meandered a bit and made discerning the call to action difficult.",
        "What about mixing up your tones a lil bit?  Low, medium, & high tones throughout your speech.",
        "Perhaps speak to a personal benefit you've received by being mindful and centered: did it make you more productive? Content even in the hardest times? "
      ],
      [
        "Hand gestures can be more frequent.",
        "Use more vocal variety and hand gestures.",
        "Vocal variety ",
        "Vocal variety "
      ],
      [
        "Personally, I was not a fan of the topic.",
        "Would be nice to go back to initial question of if bitcoin will make you rich",
        "Visual aids / slides could have illustrated some points more.",
        "Since there was a technical aspect to your presentation, perhaps use a slide show."
      ],
      [
        "Vocal variety",
        "examples can be a bit longer and more detail",
        "Excitement in the stories you share. Conclusion felt a little short.",
        "Your speech usually has some humor or punchlines, I felt I missed that this time",
        "More Vocal Variety and movement towards the camera, especially when you're making your points as well as during your conclusion.",
        "Maybe see how you can mix in different tones with your story telling...",
        "Perhaps include something that makes leadership important to you; do you aspire to make a bigger impact?"      
      ]
    ],
    "6": [
      [
        "The PPT is nice.",
        "tone",
        "Well-structured, good slides",
        "The analogy to the Indian dish was clever!",
        "Simple slides and break down the idea to make it easy to understand.",
        "I liked that your leadership style is like your favorite food! And, I liked the inspirational tone and message of your speech.",
        "The analogy to the Indian dish was clever!"
      ],
      [
        "Story and confidence.",
        "I like that you gave an example from when you were a kid",
        "Your closing, ’Peace!’ was awesome!",
        "Humor",
        "Great way to use humor at the beginning of the speech to tie us in and keep it light before getting into the meat of the speech which was powerful",
        "Your closing, ’Peace!’ was awesome!"
      ],
      [
        "Story organization and pace of the speech. ",
        "Personal examples.",
        "Use the story of the north star and closed with the reference of the north star.",
        "emphasis the mentor idea. ",
        "Good use of rule of 3",
        "Injection of humor into the speech. Great job.",
        "Your sardonic humor was tickling!",
        "I loved your speech, Viswas! Lots of personal anecdotes such as sleeping in class and the levitation example. The surprise bit about internet was great. ",
        "Humor, all natural story, good eye contact and I liked your question to the audience as well. You're a good and creative speaker, keep it up man",
        "Your sardonic humor was tickling!"
      ],
      [
        "Having music and getting people involved in the speech",
        "Use word of the day",
        "how you tied it in the end to giving speeches at toastmasters",
        "Story and confidence.",
        "That you incorporated Wing's comment about learning styles into your speech on the spot!",
        "loved the end point, and beginning with the throne background",
        "Really well done Viswas! You were of course thorough about the topic. I liked how you used examples of Gavin and Hannah. ",
        "Engaging the audience, relatable speech. Interesting and surprising topic!",
        "GOT"
      ],
      [
        "improve so much",
        "feedback story. ",
        "Great examples of feedback that we can all apply.",
        "I love the content!",
        "Breaking it down to 3 points and question to engage everyone",
        "Your examples.",
        "Great topic and way to engage the audience to bring them into your speech. Awesome hand movements; Good enthusiasm throughout, & very helpful  ",
        "Good use of audience participation. Really great content and advice for utilizing feedback",
        "I liked how clearly you connected to the topic and truly believed in the value."
      ],
      [
        "The thoughtful stories.",
        "Great stories and structure ",
        "Love the different sides of positivity!",
        "Jokes and anecdotes",
        "I liked that ending. The drink may not drink tea, but drink Positivi Tea was very clever.",
        "Really liked the topic. Positivity is a must in our lives. Like how you used the WOD in your speech. & The audience interaction, ie. 'close eyes' to refocus. Good stuff",
        "I liked the topic! I'm all in on mindfulness; it makes a huge difference in my life. "
      ],
      [
        "Good well thought structure. ",
        "Great intro -- you grabbed the audience's attention with the comparison of a homeless person in torn jeans and a celebrity in the same outfit. ",
        "“For no money,”...something we all like!",
        "“For no money,”...something we all like!"
      ],
      [
        "You seemed very knowledgable.",
        "Simplifying the idea of bitcoin and comparison to banana economy and changing article title",
        "You are clearly knowledgable about the subject and explained it well. You made an abstract concept easier to comprehend.",
        "I liked your analogy to changing a historical copy of the New York Times "
      ],
      [
        "Pacing was excellent!",
        "structure is clear and easy to follow ",
        "Really like the hand gesture and example for each of the items you listed",
        "Thanks for thinking along these lines and relaying your learnings to us. I'm figuring out similar stuff myself now, so was helpful ",
        "You gave 3 examples and bullet pointed them well.",
        "Excellent topic, way to use your personal stories to get your point across, excellent real life experience, way to use hang gestures to explain and emphasizes certain parts in your speech. ",
        "I liked that it was a real world experience and that the topic means a lot to you."
      ]
    ]
  },{
    "0": [ 4.6, 4.7, 4.636363636363637, 4.5 ],
    "1": [ 4.5, 4.7, 4.636363636363637, 4.5 ],
    "2": [ 3.6, 3.9, 3.727272727272727, 4.166666666666667 ],
    "3": [ 3.7, 3.6, 3.8181818181818183, 4 ],
    "4": [ 4.6, 4.9, 4.636363636363637, 4.583333333333333 ],
    "5": [
      [
        "You could insert a couple of common questions and the answers as a spur to prompt the audience.",
        "Eliminate some filler words.",
        "Maybe put more attention on the time. ",
        "Perhaps include the kinds of problems this basic research could make solvable: like reversing/eliminating aging due to the sun or a reduction in cancers.",
        "Slides were a lil wordy",
        "More passion",
        "Limit the questions so speech doesn’t go too long. Set expectations early about how much time is allotted "    
      ],
      [
        "Maybe clarity in the points.",
        "Would have liked to hear more about the struggles you faced with leading",
        "Try to use hand gestures ",
        "I think it would have been good to go more into how you came to realize this approach you felt was most appropriate to your lessons: there are a lot of books any styles to teaching.",
        "Let’s see those hands. Gestures were hidden. "
      ],
      [
        "More stories.",
        "Nice to repeat your points during your conclusion instead of having people read the slides",
        "An anecdote would've been nice. ",
        "Instead of giving a summary, it would have been nice to introduce those 3 keys",
        "Why not engage the audience some with a few questions at the beginning of your speech and take a few answers, ie. Has any one ever been a TA?",
        "You ended by saying teaching as a career is not for you.  It would have been interesting how you came to that and what is the lesson there for the audience.",
        "More vocal variety  and more of a tie-in at the end."
      ],
      [
        "Maybe a summary of the entire talk at the beginning could help.",
        "Less ums, ",
        "it would be helpful to go through the site step by step",
        "Nice to sprinkle more of your personal story into the speeches",
        "I think you could have spoken more about your experience than explaining the levels in such detail",
        "More vocal variation...",
        "I would've liked to hear more of your personal opinions and experience than about facts about pathway!"        
      ]
    ],
    "6": [
      [
        "The visuals were clear and instructive. ",
        "Good visuals and explanations. ",
        "i like you conducted a Q&A and have communications with the audience. I just have one question for you: fried chicken or chemistry?! lol ",
        "The overall information it provided",
        "I really liked your enthusiasm for the topic and the details of the chemical processes involved.",
        "very impress the way you answer those hard question. i'm was trying to give you the difficult one :P",
        "Great topic and story about how you got so interested in Chemistry when asked.  (Also, I'll email you my actual evaluation that you'd use for pathways)",
        "Slides were easy to understand ",
        "Dense, scientific "
      ],
      [
        "Asking someone to read the dialog. ",
        "I liked that you spoke about sports , strongest and weakest links",
        "Talking about the book and describing the concept such that it is easy to understand",
        "Nice speech, good vocal variety,humor",
        "I liked the specific examples and how you demonstrated your teaching style with KK.",
        "The various cooking, sports, and teaching linkages were quite insightful. "
      ],
      [
        "The insights that you drew on, and explained to us",
        "Clear structure",
        "very simple and concrete presentation ",
        "Slides are simple and clear with insight to each one",
        "10/10 on the speech structure and preparation. A really professional speech from a really experienced speaker. Great preparation. You followed the rule of 3. Great speech, Wing!",
        "Thanks for sharing that Wing. I liked that you spoke about whats necessary to be a good teacher. You spoke clearly and carefully. Great job!",
        "Great slides and hearing about what you've learned about yourself through your experience of being a TA. ",    
        "I liked your frank and personal perspective that came out in the speech.  You seemed to capture lessons you learned the hard way.",
        "Information was presented in a clear and concise way."
      ],
      [
        "Content and confidence.",
        "Seemed very comfortable and relatable, very relevent topic for al lof us",
        "very helpful ",
        "Nice and simple slide, much needed speech",
        "Very informative, good structure, you asked a question to make sure we were still tracking - good strategy!\n" ,
        "Your professorial delivery!",
        "but you did touch upon some of your experience which was very engaging."
      ]
    ]
  }]