{
    "0": [ 4.846153846153846, 4.5, 4.642857142857143, 4.923076923076923 ],
    "1": [
      3.8461538461538463,
      4.285714285714286,
      4.571428571428571,
      4.846153846153846
    ],
    "2": [
      3.8461538461538463,
      4.071428571428571,
      4.214285714285714,
      4.153846153846154
    ],
    "3": [ 3.4615384615384617, 4, 3.9285714285714284, 4.230769230769231 ],
    "4": [
      4.846153846153846,
      4.285714285714286,
      4.285714285714286,
      4.615384615384615
    ],
    "5": [
      [
        "Great job!",
        "Summarizing your 3 points in your conclusion.",
        "More hand gestures",
        "Try to angle the camera to include your hands for gesture purposes. ",
        "Perhaps tell more jokes and stories from the book? Or, perhaps why the anecdote about his father resonated so much with you."
      ],
      [
        "Not a lot - camera was too close to see your hand gestures. ",
        "Technology usage could be more smooth.",
        "The time gap when introducing the slides may be reduced.",
        "It wasn't clear what the main points are although the stories were good, not sure if there was suppose to be an audience take away",
        "Be aware of transitions between speaking and sharing your screen. Try and make them smoother",
        "You could've summarized at the end what the two things that you have in common with them are. I sort of lost track of which of those points was demonstrated by Mahjong and which by coping with earthquakes :)",
        "For transitions keep talking about something until the next part starts",
        "love",
        "Perhaps give a little history of Szechwan people; was there a struggle long ago that defined their character.",      "Could you have done this speech from a certain distance to show you hand gestures and movements a lil more?"   
      ],
      [
        "Could have added some hand gesture to the talk",
        "Pause at the dramatic moment.",
        "nothing",
        "I can see some small pronunciation improvement! ",
        "Smooth out any pauses / transitions",
        "Sounded great, I only gave a 4 because the speech sounded a bit formal.",
        "Perhaps why this seemed an important lesson to you?  Is this something that has changed your approach?",       
        "Could you have advised the audience to move their camera icons to the upper left or right of their screens so they could see you while you were going through you slides?"
      ],
      [
        "Could have put some excitement when you were doing your ceremony",
        "Great story, will be even better if less nervous ",
        "Use more expressions . Sad and happy, a little more vocal variety and pacing",
        "Dang! I was hoping to say fillers, but this is more of a challenge now. You could challenge yourself by going to a competition with it :)",
        "Nothing specific I would recommend to improve.",
        "Time",
        "Vocal variation could punctuate your talk"
      ]
    ],
    "6": [
      [
        "I want to buy the book now!",
        "Great job Bella!! ",
        "Great speech!!",
        "Using an anecdote as a prelude! A very interesting strategy.",
        "Follow the rule of 3 and have the book as a prop",
        "You were so excited to make this speech! I loved the topic and want to read this book now\n",
        "One of your best speeches, Bella! Loved how you were smiley throughout. When you are selling something like you were selling this book in this speech, it is very important to convey that you'd use it, and the fact that you genuinely enjoyed the speech came through very well. I want to go back and read the book. You don't need this book though like the guy in the Airport told you.",
        "Your enthusiasm was palpable. Thank you!",
        "I liked the connection to your personal experience and how clearly you are excited by the book you discussed.",      "I could tell you really liked the book -- your enthusiasm is infectious!"
      ],
      [
        "I love the information about your country and your village. ",
        "Sardonic humor was just what I needed.",
        "Positiveness. ",
        "Enjoy the stories and visuals, really add to the point of people liking mahjong",
        "You shared your beautiful culture. It was funny, optimistic and well structured. ",
        "You nailed the objective of this speech! You left us with a positive message, and expertly tied the beginning back into the end of the speech. Well done Bella!",
        "An insightful window into the life of Sichuan!",
        "I liked the stories about what to choose during a pandemic and earthquake",
        "love 麻將",
        "I liked you jokes and funny anecdotes",
        "Great topic. Like how you were able to toggle your screens throughout speech, ie. sharing your screen, then back to you, back to sharing, and back to you close your speech. Nice!    "
      ],
      [
        "Story and lesson",
        "Having visuals to the story to really make it easy to understand.",
        "The vivid description.",
        "it's really like bed time story that bring me back to kid.",
        "The ending of the speech is really great!",
        "I loved the story and pictures -- it really made your speech engaging",
        "The structure and ending, loved the use of graphics. You are very good at story telling!",
        "I liked your visible excitement about the topic.",
        "Awesome story, loved the slides you shared along with the images to describe your speech"
      ],
      [
        "Congrats on swearing-in ceremony!!! ",
        "Linking to the ceremony in the inauguration event to your own ceremony",
        "good delivery, good story ",
        "The structure.",
        "The best part was the story, it was very personable and easy to relate to. I liked it!",
        "Personal aspect. Thanks for sharing",
        "Great speech, I could tell that it was well planned out and it sounded organized. ",
        "Personal experience",
        "Getting to know your tenacity was great"
      ]
    ]
  }