{
    "0": [ 4.615384615384615, 4.714285714285714, 5, 5 ],
    "1": [ 4.538461538461538, 4.714285714285714, 4.888888888888889, 5 ],
    "2": [ 4.615384615384615, 4.428571428571429, 5, 4.5 ],
    "3": [ 4.615384615384615, 4, 4.888888888888889, 5 ],
    "4": [ 4.846153846153846, 4.857142857142857, 4.777777777777778, 5 ],
    "5": [
      [
        "Talk about why the profile on the dating sight helped you write your icebreaker.",
        "stumbled once",
        "Narrow the focus a bit more",
        "A couple of pause but very minor",
        "Keep doing great and getting better",
        "Did speak quickly to start, improved as speech continued"
      ],
      [
        "Pacing variety",
        "Maybe narrowed the scripts down a little bit so can make it within the timeframe. ",
        "bigger pictures"
      ],
      [
        "Use your low registers, too!",
        "I would love to see you branch out with your topic selection.",
        "a little bit nervous. I think it's a great idea to practice in the club for a couple of times. WE LOVED YOUR SPEECH!!!",
        "H P P  - Hope has a p sound, amazing alliteration! I'm trying to find 3 Ps you can use."
      ],
      [
        "Lightening",
        "You've got opportunities in the soft/non loud vocal ranges."
      ]
    ],
    "6": [
      [
        "Loved the belt buckle of the rust belt!",
        "Great, you nailed engaging speech! Appreciate the humors. ",
        "funny/fun story, thanks for sharing! great speech. ",
        "Very funny, kept my attention.",
        "All together great. Good pacing, good pausing, clarity of the contents. ",
        "Your presence of mind to modify the speech on the spot!",
        "Humor, nice idea, engaging audience eveything",
        "Being able to incorporate the word of the day, and react to events in the meeting like the green color of the light",
        "The speech as a whole felt like you were taking me on a journey with your story.",
        "Humor, and the personal nature of the speech. I was smiling from Alex P. Keaton on!",
        "Awesome topic, eye contact, hand gestures, stories, and overall speech",
        "Well placed humor, nicely structured."
      ],
      [
        "the photos and the jokes :)",
        "Ebullient smiles!\n",
        "lovely story with daughters :)",
        "great family activities and will become good memory",
        "talking about hats"
      ],
      [
        "You are amazing!",
        "Great meaning to the speech and great hand gestures.",
        "Phone miming is great!",
        "I loved that you stood up for the speech and you had great use of body language.",
        "your vocal variety. you played two roles in one speech!",
        "Holy. Crap. The practice!!",
        "Great pacing, use of hands and body language; even better than the first time around. "
      ],
      [
        "Preparation to details.",
        "Movement was fantastic and very captivating!"
      ]
    ]
  }