{
    "0": [
      4.6923076923076925,
      4.733333333333333,
      4.461538461538462,
      4.583333333333333,
      4.7272727272727275
    ],
    "1": [
      4.384615384615385,
      4.533333333333333,
      4.230769230769231,
      4.5,
      4.636363636363637
    ],
    "2": [
      3.6153846153846154,
      3.7333333333333334,
      4.461538461538462,
      3.5833333333333335,
      4.181818181818182
    ],
    "3": [ 4, 3.933333333333333, 3.769230769230769, 3.75, 3.727272727272727 ],
    "4": [
      4.6923076923076925,
      4.8,
      4.538461538461538,
      4.666666666666667,
      4.818181818181818
    ],
    "5": [
      [
        "Try using loud, soft, fast, and slow to vary vocal variety. ",
        "Clean up the background prior to presenting :). It helps keep people from getting distracted by looking at file names.",
        "I feel like for the sake of time you could focus on 2-3 points. ",
        "Might have been nice to add a personal touch to which one you like more.",
        "Add more vocal variety and gestures.",
        "Title the slides",
        "I liked how you engaged the audience with the drawing at the start but it was not a consistent theme through the talk.",
        "Ending seemed abrupt and did not tie back to the intro topic",
        "the beginning is great, but it will be even better if the beginning connected more to the three ideas introduced in body paragraph "
      ],
      [
        "reduce the number of and",
        "You could talk about the job you found.",
        "Voice modulation",
        "There was so much meaning in your speech. I frankly didn't find anything to improve on this one.",
        "maybe pretend not look at script lol",
        "Incorporate more vocal variety.",
        "Summarize the points of your talk, and don’t forget to let your audience know the outcome. Thanks for putting the good need in the Zoom chat!",
        "Perhaps a little more vocal variety?",
        "Maybe engage the audience some with a question at the beginning of your speech, ie. Has anyone ever had to find a job?",
        "Felt a bit rushed at the end. I am not sure if you mentioned you did get the job during the speech, but that could have been the high point of your speech. "
      ],
      [
        "More examples!",
        "I felt like the conclusion was a bit short",
        "Incorporate more vocal varieties. The part that you mimic Australian accent is great. Hope you can do more.",  
        "Engage the audience some by asking questions in relation to your speech topic",
        "Maybe more vocal variety to make the speech more dramatic :)",
        "I wasn't clear on the lesson of the story (though it was a charming story). Was the message don't miss out on cool conversation because of accents? ",
        "May be a couple of strong points would've been nice, since it's a speech after all, such as your learnings, and a conclusion. A bit more work on the speech structure for this speech. ",
        "Tie back to how this relates to personal or professional relationships",
        "Nothing much! A small thing -- you sometimes string together multiple sentences with and's or so's (I myself do that too hehe)"
      ],
      [
        "Hard to do this with the mentor speech - it's a dry topic - but add more enthusiasm to it!",
        "Maybe share a recent example of how your current mentor changed your outlook ",
        "The three examples seem equally weighted. It's better to have one emphasis and others are minor.",
        "Nice to talk about all these mentor impacted you aside from their style of mentorship",
        "Could you have done this speech standing up or at a slight distance from your computer?",
        "more vocal variety!",
        "vocal variety"
      ],
      [
        "Maybe quicker survey with the show of hands, and didn't see hand gestures.",
        "Technology opportunities ",
        "Not any that I can think of!",
        "Time.",
        "Obviously the time to set up polling but great speech!",
        "Watch your time... Maybe see if you can streamline the audience interaction some.",
        "Technology opportunities "
      ]
    ],
    "6": [
      [
        "Presentation animations were excellent!",
        "The detailed possibilties!",
        "Well designed speech w/ great integration of visual aids!!",
        "Inspiring speech! Makes me wanna buy the house. ",
        "The cool demos!",
        "The categorization of your speech by type of architecture design. And the use of image and videos.",
        "Information conveyed -- and the structure. Great slide deck.",
        "Awesome topic selection! And delivery too! Thanks for introducing us to a lot of new concepts in architecture ",
        "Neat information, good visuals!",
        "Very informative presentation of architecture.",
        "the PPT visualized the architectures ideas introduced in the speech amazingly"
      ],
      [
        "i like how you use david goggins as a motivation",
        "Great job! You were very composed and collected. What a stressful story!",
        "Simple key points and personal touch",
        "The anxiety you faced and how you overcame it.",
        "Personal experience, rule of 3\n",
        "When you explain how to step up to find a job",
        "your experience and story! thanks for sharing",
        "The speech seemed very personal, and I could feel that you really walked the talk.",
        "You’ve got a comfortable and conversational way of speaking that is so engaging. I could listen to you talking about anything!",
        "I really liked your emotional openness.  Also your hand gestures: eg the slap on the table. Good Job!",        
        "All natural speech & the different ways you found inspiration through others or friends who helped you out. ", 
        "Fantastic speech, Gavin! Loved how you took us through the journey and how were you able to detail your different emotions during this difficult phase. Also loved how you gave us something inspirational we could all apply in our lives - like running and keeping a positive mindset. If there is one thing I liked more than your speech, it's your positivity. Keep it that way!"
      ],
      [
        "Accents",
        "The race (rice) engineer was a very good example",
        "The story was really good and was funny",
        "The part on confusion about 'rice engineer'",
        "The impersonations were great and the overall message of the speech was powerful.",
        "I like your smile when you presented your speech.",
        "I liked the casual and personal style of the speech.",
        "Insanely entertaining speech. Voice modulation was off the charts. The accent/impersonation was the life of the speech. Your delivery was casual which was perfect for a speech of this nature. I LOVED your speech. ",
        "The humor and accents used. Great intro. Aussie accents are great!",
        "The entertaining way in which you presented the story. Kept everyone engaged and touched upon all the relevant aspects of the story.",
        "good australian accent attempt; rice vs race, nice!"
      ],
      [
        "Rule of 3 hands down",
        "the topic of your speech, mentorship is an important part to improve ourselves and help others ",
        "Structure and content",
        "Very full of details and examples.",
        "You divided your time almost equally between the three segments (the three jobs), which is commendable :)",    
        "Seeing mentorship at different angles and sharing summary of the insight.",
        "Great way use the word of the day within your speech and all natural stories are the best and smoothest way to give a speech - smart!",
        "Great job with the presentation.",
        "structure"
      ],
      [
        "Orcas are like humans! ",
        "Great picture and touchy story.",
        "Images were excellent!",
        "The emotional appeal, and use of polling before and after to make the point. really great photographs!",       
        "Very clear explanation and convincing material. ",
        "I love whales! Great topic, love how you were able to persuade the audience with an emotional story and facts about orcas.",
        "I love the speech and your presentation today. It was touching and educational. Thank you for sharing! great job!!",
        "One of your best speeches so far, Gavin! The effort clearly showed and you convinced almost everyone too. Well done!",
        "Great topic man, I absolutely love killer whales! Have you seen the movie Free Willy?  Your speech brought me back to that movie. Good slides shared, audience interaction, and sharing your personal story.",
        "Images were excellent!"
      ]
    ]
  }