{
    "0": [ 4.142857142857143, 4.421052631578948 ],
    "1": [ 4.142857142857143, 4.315789473684211 ],
    "2": [ 3.9285714285714284, 4.052631578947368 ],
    "3": [ 4.357142857142857, 4.368421052631579 ],
    "4": [ 4.857142857142857, 4.631578947368421 ],
    "5": [
      [
        "Framework that shares the main points ",
        "More imagery throughout the speech",
        "Don't need to explain why you did the speech you did and just jump into",
        "The whole point could be introduced earlier. But it was a great speech.",
        "Hard to find any areas to improve. This speech was really well done.",
        "Slow down a bit",
        "I did not fully understand the point of the tree metaphor. I am not sure how it is connected to your message if the tree is selfish and humans are meant to be selfless",
        "Perhaps a specific call to action in your conclusion! Like Vote!",
        "See about mixing up your tones a lil bit",
        "In my opinion, the topic choice was a little ambitious for a 5-7 minute speech. Felt like you touched upon a lot of threads that perhaps demanded more attention. Nevertheless, you pulled off the task conveying your point really effortlessly!"
      ],
      [
        "Scan the result to a picture could help us read it better.",
        "the theme of the speech topic came a bit late",
        "I don't think that showing the piece of paper added to the speech, it would have been better to throw up another digital slide.",
        "I thought it was pretty good - maybe you could talk in whispers when conveying a serious point.",
        "Conclusion was a bit short",
        "Share how you felt about the diagnosis.",
        "Try standing up with your speech next time",
        "I'd suggest to make the beginning more intriguing",
        "Scan your test results so you can better show them.",
        "Maybe a better camera angle when presenting?",
        "Nothing! Perfect!",
        "Maybe watch your time a lil bit..."
      ]
    ],
    "6": [
      [
        "Props were good, as was the earth visual.",
        "The floating earth",
        "That growing perspective image!",
        "Great usage of the background to show the earth and explanation of the earth and what it means.",
        "Capturing intro. ",
        "Wonderful concept! And loved the way that was navigated beautifully as you expanded it",
        "The outro with the earth slowly receding behind you. Very dramatic and a great end to the speech.",
        "Very  clever presentation. I liked it",
        "Great use of props, great message, great backgrounds! Great speech",
        "I liked that it was not clear where you were going then pulled it together for a social-justice consciousness message.  i liked that you took a daring topic and approach :-)",
        "Great way to mix in humor, automation, personal story, and toys to convey a difficult topic. Hand gestures were great, facial expression, and movements. Like how you started your speech from a certain distance and by the end of the speech you were right there close to the computer.",
        "Loved what you did with the background towards the end!!"
      ],
      [
        "Awesome, speech Grant! love your message to seek help",
        "The build up to the result",
        "Awesome inspiring story! Want to check out which areas I would need help too.",
        "self-awareness, humor and use of test results as visual aid",
        "I liked the personal journey aspect of the speech. Good job!",
        "findings from personal stories ",
        "I liked the visual of the testing room at the mid-point of the speech.",
        "The test results! LOL you definitely have it.",
        "Add comedy to a serious topic and good hand gesture",
        "Your self-deprecation, as always, is refreshing!",
        "Very encouraging ",
        "i like the story. Great job!!",
        "Your self deprecating humor was great.",
        "This story was hilarious. I have ADD as well, and it's reassuring whenever I hear that  it's not just an excuse for adderal. But IDK if adderall is the answer for everyone so I'm not sure how much I agree with the point of the speech.. Especially because the drug changes your brain chemistry and makes you rely on Adderall.. I think forever? ",  
        "Your bravery in sharing this. I've gone through a somewhat similar process, questioning whether I have ADHD. hopefully I'll find it in myself to speak about it someday :)",
        "Great topic, energy, use of images, hand movements, and a very helpful overall speech in your story... Excellent!"
      ]
    ]
  }