{
    "0": [ 4.25, 4.181818181818182 ],
    "1": [ 4.166666666666667, 3.6363636363636362 ],
    "2": [ 3.5, 3.6363636363636362 ],
    "3": [ 3.4166666666666665, 3.4545454545454546 ],
    "4": [ 4.083333333333333, 3.909090909090909 ],
    "5": [
      [
        "Vocal variety",
        "Didn't see much hand gestures. Will be nice to talk about your experience with the whole process.",
        "Great subject and content overall. Your introduction was very different from the middle and end of your speech where you seemed more confident. You had great content and it was really interesting to hear and learn more about how research papers are written!",
        "I liked that you compared your paper with cooking chicken, but the analogies were not clear. Maybe you could have used some visuals to depict these",
        "Use vocal variety.",
        "a hook at the intro, something to get excited about",
        "Try to incorporate more hand gestures and vocal variety"
      ],
      [
        "Would have been nice to summarized your thoughts so you have a longer conclusion",
        "There was a lot of breathing fillers - fillers that happen when you aren't sure what to say, maybe focus on just breathing in instead :)",
        "More structure to let the audience know what you'll be talking about throughout your speech",
        "Vocal variety",
        "show some hand gestures  and share some pictures of rhode island",
        "Want to hear more about your life at Rhode Island what it makes special compared to other places ",
        "Perhaps give a little more structure at the start with what is coming: I will be talking about three aspects of moving to Rhode Island",
        "keep doing great and getting better."
      ]
    ],
    "6": [
      [
        "It used a real scientific paper written by the speaker as an example.",
        "Adding humor to your talk by relating it to the theme of the meeting.",
        "Your voice has a really nice pleasant tone. Gain confidence and you will be a great speaker!",
        "Your section-by-section review of your sample paper, restated as a chicken dish topic, was very clever!",      
        "I liked the enthusiasm at the end talking about having fun with the paper",
        "You brought your expertise and first-hand knowledge to the speech. Sharing the article on screen was helpful." 
      ],
      [
        "Personal touch and share info about URI that I am not aware of.",
        "I liked the intro and the catch, that was good!",
        "Humor and light-hearted style. I enjoyed hearing about RI!",
        "Your sadness about leaving Seattle",
        "love the personal touch of the speech",
        "The differences between East Coast vs. West Coast",
        "Great conversational speech ",
        "I really liked the personal details and the elements of the personal struggle you've had to overcome in your move.  Thank you.",
        "the personal experience, observations of the differences in cities, eye contact with camera, examples shared," 
      ]
    ]
  }