{
    "0": [ 4.538461538461538, 4.181818181818182 ],
    "1": [ 4, 4.2727272727272725 ],
    "2": [ 3.3846153846153846, 3.3636363636363638 ],
    "3": [ 3.6923076923076925, 2.909090909090909 ],
    "4": [ 4.384615384615385, 4.545454545454546 ],
    "5": [
      [
        "Vocal variety ",
        "Vocal variety can be improved",
        "Incorporate more hand gestures, maybe some more vocal variety",
        "Pace of speech could have been faster. ",
        "Would be nice if you shared references for how to learn our communication styles",
        "Didn't see hand gestures. Been nice to add some vocal variety to your personal stories",
        "Have stronger transitions",
        "Add some vocal variety into this speech! It could be pretty good, I liked the example stories, maybe flesh those out more into a long story-> improvement/learning, those go best!",
        "Try using your hands a bit more such as when you are differentiating between your culture and American culture.",
        "Keep doing great and getting better!"
      ],
      [
        "Use your hands/position the camera to show your hands. ",
        "The speech could have been more focused. ",
        "Can provide more excitement when talking about the individual mentors, a way to stretch your vocal variety. Couldn't see hands.",
        "The end left me wanting more, could you expand more on the wearing two hats aspect of the speech? A longer, more detailed narrative or anecdote about the mentor that inspires you most would add color to your speech.",
        "Add more inflections and humor - that would help with holding attention.",
        "A lil more vocal variety throughout speech.",
        "Use your hands/position the camera to show your hands. "
      ]
    ],
    "6": [
      [
        "Candor",
        "Great improvement in structure, pauses, keep growing!! ",
        "Speech was well-written and well thought out",
        "Topic inspired me to take quiz to discover my communication style.",
        "Encouraging us to go take the test and learn our communication styles. ",
        "no filter words at all, very clear point, easy to relate  and understand",
        "Got people engage with a question to the group and examples",
        "Topic was interesting ",
        "I really liked how I understood more about your communication style, I could really compare it to mine, and that was nice!",
        "Very interesting culture comparison.",
        "Way to Self-assess and challenge yourself to learn your speaking style while striving to get there. Really liked the audience interaction at the beginning of your speech, great eye contact with the camera, & awesome all-natural story."
      ],
      [
        "Your personal sharing is always so engaging!",
        "I enjoyed hearing about how mentorship was meaningful to you.",
        "Like how you gave 3 points and thoughtful ending with everyone is a mentee and mentor.",
        "The confidence with which you spoke",
        "I liked the topic, and how you talked about how you felt about a mentor, needing one, and all of the content i ke that. That's a good pitch for mentoring!",
        "Well written speech about a real life relationship you have with your mentor and the positives that have come from your life with that relationship. Good way to engage the audience a lil bit at the beginning of your speech as well.",
        "Your personal sharing is always so engaging!"
      ]
    ]
  }