{
    "0": [
      4.333333333333333,
      4.666666666666667,
      4.666666666666667,
      4.785714285714286
    ],
    "1": [
      4.166666666666667,
      4.333333333333333,
      4.444444444444445,
      4.642857142857143
    ],
    "2": [
      4.166666666666667,
      4.222222222222222,
      3.5555555555555554,
      3.5555555555555554
    ],
    "3": [
      4.083333333333333,
      3.7777777777777777,
      2.6666666666666665,
      3.2222222222222223
    ],
    "4": [
      4.166666666666667,
      4.555555555555555,
      4.555555555555555,
      4.642857142857143
    ],
    "5": [
      [
        "Not looking at your notes ",
        "The introduction was a bit detached from the core speech, maybe reconcile those?",
        "Connecting with the audience; less reading.",
        "Connection of the story between segments. ",
        "Outline your talk",
        "Some of the word usage such as third instead of thirdly.",
        "Preparation and positioning of notes.",
        "Outline your talk"
      ],
      [
        "Move with Mona Lisa's eyes to insert visual variety",
        "maybe be more mindful about the time. ",
        "Reduce or eliminate some pauses and filler words. Overall your speech clarity was good though.",
        "I recommend getting a mic or headset with a MIC. Your audio was overmodulated and caused static/distortion that took away from your speech",
        "Bigger pix, learn how to do PP, emphasis parts of pictures ",
        "Smooth out some transitions"
      ],
      [
        "Show your hands modulate your voice. ",
        "Try to look at the camera more.  Perhaps put your text as close as possible to the camera so your eyes are both on your text and the camera.",
        "maybe look at the camera a lil more",
        "Incorporation of more gestures, some more vocal variety.",
        "More energy ",
        "It would be great to have a twist or surprise in your journey.",
        "this should me emotional right? since you are leaving your role. so make us cry",
        "Show your hands modulate your voice. "
      ],
      [
        "More vocal variety.",
        "The intro could have had funny slides, it seemed like the powerpoint was missing time.",
        "Yould like to see hand gestures. But I guess that's hard to do when you are presenting something",
        "Lots of looking for your notes. Maybe try placing the notes in front of monitor.",
        "Powerpoint slides could be more simple ",
        "Talk about potential running road blocks as help for doubters\n",
        "Prep tech before meeting",
        "It would have made your speech strong to sight a higher authority: like studies or prominent domain experts.", 
        "Maybe a few hand gestures or even a small demonstration of your running motion.",
        "Perhaps your video setting as you had light coming from the back which made it a bit difficult to see your face"
      ]
    ],
    "6": [
      [
        "Great inspiration and focused speech! Who are you? I know you! ",
        "I liked the head bobbing to the left then to the right, that made it clear who was speaking!",
        "The structure of the speech was excellent and easy to follow.",
        "Story structure. ",
        "Childhood sharing",
        "The topic, was very thoughtful and made a thing about my believes ",
        "Loved the message!! a very important and timely speech! Loved the action plan and how you tied the ending back to the beginning :) ",
        "Your conclusion was direct and powerful! Your opening was great!",
        "Great structure, playing the different roles, personal story of your life experience, the content was clear and concise, and the speech has potential to win a club contest someday! ",
        "Childhood sharing"
      ],
      [
        "Examples of art and personal feelings about the examples",
        "Details",
        "the history background about the mona lisa painting! ",
        "talking about the art and meanwhile sharing personal experience ",
        "You dropped some knowledge! The visuals were also really great and supported your speech. ",
        "I really liked the facts about the Mona Lisa, I did see the eyes move.",
        "topic",
        "This was an awesome speech! Visual aids made it even better."
      ],
      [
        "Challenge at the end. ",
        "the action item at the end",
        "very informative and inspiring",
        "Personal lessons learned,",
        "Personal and interesting ",
        "I really like your genuine enthusiasm for the topic!",
        "the chronological order to present your journey in TM.  ",
        "Challenge at the end. "
      ],
      [
        "- Relatable quips to keep us engaged!\n",
        "- The exhaustive set of points that you covered",
        "Good slides and research!",
        "forms matter",
        "Great pacing! Really clear and easy to understand. Great structure. Composed and confident. Great job KK!",    
        "The data!",
        "the tips for starting running ",
        "You had great vocal variety! I liked how you acted like you were in pain",
        "The information presented about running: the correct form, easy miles.",
        "Encouragement of running and the appropriate solutions for beginners  ",
        "Chart visualizing your progress was excellent",
        "I liked that it was personal and was neat to see the data you used to track progress.",
        "Personal stor's are always the best when choosing a speech topic and you nailed that on the head with your topic today. Great use of slides, appreciate the content shared - very useful, and good way to interact with your audience in the beginning of your speech with questions.",
        "The 3 actions items for a new runner or someone resuming running"
      ]
    ]
  }