{
    "0": [ 4.0625, 4.8125, 4.714285714285714, 4.333333333333333 ],
    "1": [ 4.125, 4.5625, 4.571428571428571, 4.222222222222222 ],
    "2": [ 4.5625, 4.5, 4.357142857142857, 3.888888888888889 ],
    "3": [ 4.6875, 3.875, 3.9285714285714284, 4.222222222222222 ],
    "4": [ 4.75, 4.5625, 4.857142857142857, 4.444444444444445 ],
    "5": [
      [
        "Time management",
        "Move the camera so that your hand gestures can be seen. They were good and slightly off camera.",
        "可以在兇一點 XDD",
        "Keep time to tie it all together nicely in the end",
        "Been nice to give an over arching context for your story",
        "try to make pauses to get more attention ",
        "I was left wanting a bit more. Maybe another anecdote in the middle to flesh things out?",
        "Use of narrative present or past rather than a mix of both",
        "Use a framework e.g. before Cambodia, during Cambodia, and after Cambodia to aid your audience’s comprehension. ",
        "I like that you used three negotiation strategies. I feel like it might have been more emphatic if you intorduced those strategies befire telling the story",
        "Use a framework e.g. before Cambodia, during Cambodia, and after Cambodia to aid your audience’s comprehension. "
      ],
      [
        "notthing",
        "None, great story!",
        "Use more gestures; Include more personal aspects; How does all this shape you now.",
        "Nothing I can think of!",
        "Not much opportunities for improvement, just some pauses if I had to say",
        "Maybe tune the grammar a little bit",
        "Perhaps if you showed a time-line and/or map it would help place your experiences in time and space.",
        "Could add some hand gestures to the speech since you stood far enough. Would consider saying the city in more english way for non chinese speakers.",
        "Could you have engaged the audience some with a few questions?"
      ],
      [
        "None, awesome speech.",
        "Perhaps give more examples on each point ",
        "Didn't see any hand gesture",
        "Move camera so that it shows you’re looking straight at the audience.",
        "PPT was distracting",
        "Tie in chat responses. ",
        "It seems you were reading from something. Try memorizing a bit more and then you can use your hands an d vocal variety more.",
        "I enjoy the mandarin, I actually caught some of it! Please speak that slower for us non natives. (2 0 2 0 aha!!)",
        "When sharing your screen...What about verifying that everyone can still see you as well?"
      ],
      [
        "Speech sounds rushed",
        "Could slow down a bit, but nice job fitting all the announcements in. ",
        "I would say vocal variety and nervousness are related because when we're nervous we sound like we're presenting rather than speaking naturally which is a problem i constantly struggle with!",
        "Try a bit more vocal variety. Especially use more excitement and amazement while presenting you idea.",        
        "At times your hands disappeared into the background, perhaps have a screen which would make you stand out more"    ]
    ],
    "6": [
      [
        "Your stories always amaze me",
        "Rule of 3!",
        "like how angry you are",
        "The irony of the last negotiation style :)",
        "Very descriptive and have strong emotions",
        "You kept us engaged and at the edge of the seat!! can't wait to know more of the story!",
        "The personal aspect of your speech, and descriptions of how you negotiated with different people in your journey.",
        "Explaining the various ways for efficient negociation",
        "Laurie’s enthusiasm is infectious!",
        "It was a super interesting story! I felt empathetic towards you Thank you for sharing :)",
        "Laurie’s enthusiasm is infectious!"
      ],
      [
        "Story and message.",
        "emotional ",
        "The story was awesome, not a lot of people will ever have that kind of story",
        "The message and insight.",
        "It was a gripping story -- and you told it really well. ",
        "Great speech, and you're very good at story telling and conveying emotion. Definitely grabbed your audience's attention throughout. Great structure and rarely used any filler words!",
        "I really like the ending of the speech where life is honored and cherished.",
        "Interesting to hear your experience at the epicenter of a huge historic event. Thanks for sharing!",
        "Great story with a lot of visuals, which is easy to follow",
        "Very heart felt story of your real life experience living in the center of the pandemic. Glad you were safe",  
        "I had to let you know you did an awesome job that i absolutely forgot i need to get myself ready for my speech. i was so into it! All experiences are treasure. You should definitely be proud of yourself. Thanks for sharing this personal and touching story!!"
      ],
      [
        "The introductory image.",
        "GTFO 2020 in Chinese",
        "Great optimistic new year speech! Inspiring! ",
        "Simple points and examples from your life.",
        "Optimistic message",
        "Structure, personal experience, positivity ",
        "Chinese phrase was cool!",
        "Great personal experience combined with the speech topic",
        "Your message was clear and uplifting.",
        "Simple, clear slides and message.",
        "I liked the uplifting nature of 2020 and moving teams, I wish I could do that too.",
        "Authentic personal story of a challenging year in a lot of way - but, was highlighted by the many good things that happen for your personally. Great slides shared and interactive section at the start of your speech with your audience. Really engaging!"
      ],
      [
        "Great topic and festive speech! Loved standing speech and how you challenge yourself every time ",
        "cosmos going global virtually",
        "Lots of exciting news, conveyed very well. ",
        "I loved the information on the opportunities and our club that you shared! Thanks!",
        "The idea, and how enthusiastic you for the idea. Also liked that you had a concrete example of this working. I really like the idea.",
        "Your excitement for the topic"
      ]
    ]
  }