{
    "0": [ 4.222222222222222, 4.461538461538462, 4.5 ],
    "1": [ 4.333333333333333, 3.923076923076923, 4.416666666666667 ],
    "2": [ 3.7777777777777777, 3.4615384615384617, 3.9166666666666665 ],
    "3": [ 3.4444444444444446, 2.923076923076923, 3.5 ],
    "4": [ 4.111111111111111, 4.230769230769231, 4.25 ],
    "5": [
      [
        "I was hoping to see the voting results in numbers.",
        "When using power point run it in slide mode so we cannot see the previous o current slides.",
        "Put PowerPoint into presentation mode.",
        "Didn't see much hand movements, been nice to summarized what you want people to take a way since you provided a lot of info",
        "I loved your speech, and I'm really interested in educational presentations like this. Thank you! I would connect vocal variety with nervousness",
        "It would be great to hear more of your personal experience with or opinion of the current system.",
        "What about mixing up your tones some and use hand gestures a lil more?"
      ],
      [
        "Avoid boiling the ocean by talking about too many styles.",
        "vocal variety and hand gestures since this was an interesting topic",
        "Hand gesture could be improved though it was really nice organized speech. ",
        "Vocal variety, examples ",
        "Test out the slides earlier, didn't see much hand gesture since you were really close to the screen",
        "Make the speech more about yourself! Could've been more engaging that way",
        "Slides would have helped as would examples of leaders that exhibit the styles described.",
        "Perhaps more stories about your leadership examples?",
        "Could you have mixed up your tones some when describing the different leadership styles?  ",
        "Have practiced with the computer/set-up before hand. ",
        "Though hard in zoom, I think eye contact could be less sporadic and more focused",
        "Use more pauses. Move back from screen as body language could've been hidden"
      ],
      [
        "More gesture could be good.",
        "See grammarian report - you're clear on fillers but made your own personal one.",
        "Try speaking without notes as you would do in person ",
        "Couldn't see your hands",
        "Including the mentoring in the introduction. ",
        "Check your view proactively. Your hands were cut off.",
        "Stand up when speaking. This may naturally allow you to use more vocal variety and hand movement.",
        "Perhaps make parts of the speech unscripted.",
        "Maybe see if you can mix up your tones a lil bit throughout speech..."
      ]
    ],
    "6": [
      [
        "Good structure and clarity. ",
        "The powerpoint presentation",
        "Great facts and chronological progression!",
        "Great information and some history on how voting works as well.",
        "I liked the concise explanation of how voting works.",
        "Well done, Maggie! A very broad topic but you summarized it great and also inserted the fun voting exercise. ",      "Awesome topic for the time of year, great slides shared, used eye contact well, researched topic, & appreciated the information - including your call to action to close your speech."
      ],
      [
        "I enjoyed that you asked questions at the end to draw the audience in.",
        "I love this topic and you structured the points very well! Very interesting and great speech.",
        "Clarity",
        "Your impression on the styles",
        "Ability to make quick decision to go without the slides, provided example of each leadership style and motivation summary.",
        "The comprehensive coverage it points",
        "So much good information about leadership!",
        "Good analytical speech!!! ",
        "Excellent content shared with the audience. Like the audience engagement at the start of the speech. Good eye contact and confidence in topic.",
        "I liked all the leadership styles you discussed and how you brought in your personal preferences for your leadership style",
        "The last 30 seconds were great. Good summary and well put together.",
        "Covered different aspects of leadership, tied in all stories very nicely."
      ],
      [
        "Organization and details. ",
        "I liked the story and comparisons, it flowed well :)!",
        "What mentorship means to you loved the explanation ",
        "very organized speech and clear",
        "Personal aspect of the speech.",
        "The section on mentoring. ",
        "Relateability and use of the WOD!",
        "Great description of a mentor.",
        "I liked the personal aspects of the story and the details of you personal story that made connecting to your narrative easier.",
        "Personal stories are always the best. Very encouraging topic shared, examples and messaging was on point. Great eye contact with your camera and settle hand movements to help convey speech."
      ]
    ]
  }