{
    "0": [
      4.888888888888889,
      5,
      4.666666666666667,
      4.625,
      4.888888888888889,
      4.545454545454546,
      5
    ],
    "1": [
      4.777777777777778,
      4.769230769230769,
      4.4,
      4.25,
      4.444444444444445,
      4.7272727272727275,
      4.142857142857143
    ],
    "2": [
      4.222222222222222,
      4.615384615384615,
      4.533333333333333,
      4.625,
      4.625,
      4.625,
      4.857142857142857
    ],
    "3": [
      3.6666666666666665,
      4.076923076923077,
      4.4,
      4.625,
      4.333333333333333,
      4.333333333333333,
      4.285714285714286
    ],
    "4": [
      5,
      4.846153846153846,
      4.866666666666666,
      5,
      5,
      4.7272727272727275,
      5
    ],
    "5": [
      [
        "vocal variety",
        "N/a",
        "none",
        "Maybe slow down a bit",
        "Speech seemed a little short. Another anecdote or more info would have been great!",
        "The background made it a lil hard to see your and your ginnypig. Not sure if that background is need all the time.",
        "N/a"
      ],
      [
        "Slow down",
        "Couldn't see your face :( ",
        "Add some personal story or anecdote.",
        "How more people can spread and share this knowledge",
        "I read somewhere that it takes something like 30+ sec for people to form a question, so if you were planning to ask question, perhaps mentioning that at the star would have questions ready at the end.",
        "Your best improvement would be an emotional link :). You could show your face as a child, then show you now and your daughter. That would really connect with the audience. "
      ],
      [
        "You could try to stand up which gives more room for movement.",
        "Maybe mix in a lil hand gestures throughout your speech when appropriate.",
        "The only thing that I could think of is the issue with the sharing of the screen. I am sorry that happens to you so many times. ",
        "You're probably getting this a lot, but reducing technical difficulties would be the best ROI :)",
        "Marty you're so great! The only thing I can think of is making sure your presentation slides work :P",
        "Check whether your Zoom and slides work",
        "Just getting technical difficulties out of the way first, but I know it's hard w/ a virtual meeting :)",       
        "Seemed like the speech could be beefed up a bit with more information in the middle. Perhaps more detailed examples of cooking shows on the Food Network.",
        "Some prayers to the screen sharing gods ;-)",
        "Perhaps more pictures in your slides.  The slides with just work could have been more thought provoking: there is so much food to look at :-)"
      ],
      [
        "Awesome speech!!, great structure",
        "The closing should be like: 'The world is a better place if we all say what we mean, and mean what we say.",  
        "Slow down at the places where you want to emphasize.",
        "How can you mix in a lil more tonality & or vocal variety throughout speech?   High, medium, & low tones...",  
        "An example of the consequences of not saying what you mean might have been interesting"
      ],
      [
        "You were too far from the camera so hard to see hand gestures.",
        "Possibly add more movements",
        "a bit closer to the camera ",
        "keep doing great and getting better",
        "Perhaps more detail of what specifically happened in your mentorship relationship and more details of the personal growth you've had from being mentored."
      ],
      [],
      [
        "Consider narrowing the scope a bit. I enjoyed hearing about all your research on the topic but would liked for you to elaborate more on less points."
      ]
    ],
    "6": [
      [
        "structure",
        "Entertaining",
        "structure is very clear and easy to follow. absolutely love the ending :)",
        "guinea pig is soo cute",
        "I think it was overall excellent",
        "The history of Thor and seeing Thor",
        "Humorous beginning. Great use of vocal variety, and guest appearance from Thor!",
        "Great topic, all natural situation, and energy throughout speech",
        "Entertaining"
      ],
      [
        "Personal story",
        "I appreciate your speech very much! I gained more info about the emancipation proclamation. ",
        "Nice concise summary of historical event! ",
        "Information conveyed in a clear, passionate way that got your point across and got the audience's attention.", 
        "Thanks for sharing your message, Marty. I hope Juneteenth becomes a national holiday",
        "Very informative and helpful!",
        "The history and importance of Juneteenth",
        "Thank you for this incredibly important speech. As always you were clear and confident. Well done, Marty!",    
        "Your eloquence, and Speech pace ",
        "I really liked the good coordination between the discussion and the images in the slides.",
        "The visuals were clean! I liked the 3H."
      ],
      [
        "Vocabulary, and the imagery that you created",
        "Your passion and humor.",
        "Slides, energy, and authenticness of speech ... very great information and tips",
        "Marty, you're an amazing speaker. I enjoyed every minute of it.",
        "The crisp slides!",
        "The structure and the message",
        "Have personal story and also clear slides",
        "The personal aspect of it.",
        "Amazing as always, Marty! Thank you for always taking the most everyday topics and finding a way to make them exciting! I have never thought about watching cooking shows, but I might try after your speech. So clear and confident as always",
        "Personal aspect -- I felt like I really got to know Marty better! Humorous, and relatable. Helped me think about what I learn from TV.",
        "The whole speech was entertaining and informative. The best part is that it makes us want to check a  cooking show and get behind the stove.",
        "I liked the anecdote from your childhood and your openness to discuss the details of your life "
      ],
      [
        "The audience engagement was good!",
        "Confidence",
        "Killed it as usual!! ",
        "The interactions with the audience.",
        "Great topic chosen for speech objectives, good way to convey message with passion and confidence, liked how you were able to use the 'word of the day', & good use of hands along with no filler words.",
        "I liked that we can see you in this speech. Also, it was such a great speech because it was informative and you made your intent clear. You also encouraged the audience to participate and therefore kept us engaged in your speech. Always great to hear you speaking and cant wait for your next one!",
        "That was a great speech to make aware the intention of the speaker. Thanks!"
      ],
      [
        "The enthusiasm and knowledge of the subject shown.",
        "The statistics were surprising and the personal touch to the stories.",
        "Your reasonings were solid and clear.",
        "great information, very clear. make me feel like need a mentor ",
        "You're going to be a Great mentor - Awesome speech. Great camera positioning and we were able to see your hand s a lil bit.",
        "I really like your personal connection to the topic. It is clear you have a passion for mentoring: good job!"  
      ],
      [],
      [
        "Love the history and questions at the end to get people to think",
        "handy ideas for celebrating mother's day! Have a wonderful mother's day :)",
        "Great introduction and ending. Very personable, genuine, and warm tone."
      ]
    ]
  }