{
    "0": [ 4.5 ],
    "1": [ 4.428571428571429 ],
    "2": [ 4 ],
    "3": [ 3.7857142857142856 ],
    "4": [ 4.285714285714286 ],
    "5": [
      [
        "You have improved so much since your last speeches! Maybe incorporate more of your personal story/experiences in weight lifting.",
        "Add more vocal variety during storytelling.",
        "Less bullet pointed slides, more images!",
        "Maybe hit just a couple points and discuss more in depth - people will likely remember only a few big points ",      "Audience participation",
        "Incorporate more vocal variety and hand gestures.",
        "It would have been nice to hear some personal stories about how you train and what works for you",
        "Speak slower and more 'fluidly'",
        "A possible challenge? Maybe add some more humor and entertaining bits to make it considerably depart from an infographic-like speech :)",
        "Maybe see if you can mix up your tones a lil bit ... regular tone, low, & high!"
      ]
    ],
    "6": [
      [
        "Your confidence for this speech was much better. Very informative topic that I never would've thought about if I hadn't heard your speech", 
        "Your daughter is super cute.",
        "The last video of your daughter!",
        "I liked the topic the most.",
        "I really liked about the benefit of trying new things and how you showed it through graph ",
        "Video of bouncing your daughter",
        "The pictures and the part about the baby.",
        "Use of slides really served your point. Each slide had one concise fact on it, and a relevant image. Great job!",
        "You had a great reason to get into strength training - your daughter!",
        "How you relate weight lifting to raising/carrying your daughter",
        "The personal connection that you added about lifting your daughter before vs after!",
        "Personal story about the journey you're on in your life that makes speaking from the heart and naturally is always the best. Great slides, excellent content, & a clear reason why - Good stuff!"
      ]
    ]
  }