{
    "0": [ 4.9, 4.75 ],
    "1": [ 4.2, 4.583333333333333 ],
    "2": [ 4.8, 4.25 ],
    "3": [ 4.9, 4.083333333333333 ],
    "4": [ 4.6, 4.833333333333333 ],
    "5": [
      [],
      [
        "I would say that this speech was very well done. I don't think there is anything specific I can think of that you could have done better. I would be curious to know the story behind why you chose to study law but it is not necessary for the speech.",
        "More expressions",
        "None! you are awesome!",
        "You could have put more vocal variety when talking about the price going up for gamestop",
        "Maybe add some jokes to keep the topic spicy.",
        "Improve on conclusion, vocal variety",
        "Maybe confirm that the audience can still see you when you share your screen. Encourage the audience to adjust the zoom setup- so, that they could see your slides and you at the same time",
        "More eye contact"
      ]
    ],
    "6": [
      [
        "Your insertion of the word of the day was impressive. Additionally, your candor and vulnerability were compelling. I feel like I know you a little better through what you shared. : )",
        "Slides",
        "Love the intro to get everyone to see their conscious bias ",
        "The message. You talked about great points for mitigating the problem as well! In addition to explaining the problem well ",
        "I liked your personal anecdotes, it was really compelling.",
        "your personal experience of biases so that more people are aware of their unconscious bias.",
        "very sincere and well structured & worded, I am so moved and persuaded by the speech. ",
        "It is a very relevant topic! "
      ],
      [
        "The speech was very well organized and it kept my attention.",
        "Slides were helpful in understanding the concepts",
        "The presentation and learning about stocks and shorts",
        "The whole thing. I've tried to understand the GameStop situation with little luck, but you explained it so simply and clearly! I'm a fan! Thank you so much.",
        "clear interpretation of the hot topic of this week, I like it!",
        "How you build up what stock meant, shorting and putting it all together on what happen to GME.",
        "Great choice on topic! Can you explain stocks more next time haha",
        "Good job incorporating hand gestures to the speech.",
        "Nice slides, made complicated topic simple",
        "Great slides, relevant topic for the events this week, way to engage the audience throughout the meeting, and knowledge of your topic.",
        "Timely topic "
      ]
    ]
  }