{
    "0": [ 4.8, 4.933333333333334, 4.769230769230769 ],
    "1": [ 4.7, 4.733333333333333, 4.733333333333333 ],
    "2": [ 4.5, 4.533333333333333, 4.769230769230769 ],
    "3": [ 4.4, 4.6, 4.538461538461538 ],
    "4": [ 4.8, 5, 4.769230769230769 ],
    "5": [
      [
        "Stand up and move around a bit. To simulate the in person speech",
        "Conclusion felt a bit short",
        "What was your second point?",
        "more movements - hand gestures",
        "nope ",
        "Maybe see if you can mix up your tones a lil bit and use your hands where you see best fit to really convey your speech with a lil more passion."
      ],
      [
        "Seemed a little rigid in the video ",
        "Variation in the pace.",
        "It's hard to ask this of a speech so gloriously done. You should prepare!",
        "none",
        "What about engaging the audience some to see if there are any other fellow procrastination?",
        "could put more vocal variety",
        "Volume variety",
        "More of what I'd love to see next from you as opposed to an opportunity for improvement - I'd like to see you being very casual in tone, may be a powerpoint presentation which throws your rythm off a bit, or a speech along with someone so you don't know what to expect next. ",
        "None! You were perfect!",
        "Volume variety"
      ],
      [
        "Maybe stand back a bit more so we can see more of your hands.",
        "Some graphics or visual representation when discussing percentage chance to make the audience remember",       
        "Stand up and use movement for emphasis.",
        "Its hard to think of anything for you to improve on. It was so good. Perhaps a little more drama? ",
        "What about engaging the audience some in your opening question?  Could you have encourage us to come off mute & answer your question?",
        "Nothing!",
        "Can think of very little. Hmm, maybe, an engaging exercise with the audience, or a speech with a series of exercises and building upon the response. Just suggesting because if someone could pull it off, you definitely could. ",  
        "nothing"
      ]
    ],
    "6": [
      [
        "Very wise and well thought content.",
        "Really enjoy the introduction, really pull people in and visuals provided by the word of choice",
        "Using walking to clear your mind could actually entice one to do more walking. ",
        "time is the answer to some problems in life -- I love this message",
        "very clear to the point.",
        "Pacing and structure, as well as content shared",
        "Really like your personal story shared as it made your speech very natural and interesting. "
      ],
      [
        "Pace and clarity of voice. ",
        "Personal anecdotes about procrastination and ending the speech with quote! ",
        "The humor! I love your speech so much! Super fun and attracting!",
        "The humor in the beginning and end",
        "The whole speech could have been done last minute and you pulled it off",
        "clear and easy to follow along. very cute info",
        "The content! Really great, and actionable advice.",
        "Great way to use the word of the day in your speech; smart to talk about an all natural event or story that you're familiar with, good use of hands, & awesome eye contact",
        "You as the King of procrastination: I am really glad I made it to hear your speech. Btw you can file extension and get your tax done by 10/15. ohh! the info probably is not helpful for you to get rid of procrastination tho. lol. Great job Natraj. Very humorous speech!!!",
        "Personal self-deprecation",
        "Well done, Natraj! Lots of personal touches such as tax anecdote, using audience members like reference to Bella. Funny and calm as always. Very well done!",
        "The relatable pictures you painted (boxes still unopened), the humorous quips (even born a day late)",
        "Humor, structure",
        "Personal self-deprecation"
      ],
      [
        "The vocal variety and ideas of the possibilities.",
        "The conclusion with science and religion converging was solid",
        "I love the topic and the effect it had on your audience. Moments in your speech that  affected everyone",      
        "Your subject of simulation was radical!",
        "Great topic, great expressions. I like that there was natraj behind natraj. ",
        "Awesome topic, great eye contact throughout speech, used hangs well to explain topic, good research on topic, and very interesting topic that was engaging.",
        "The research that went into it",
        "Forking great speech. Started off well with the reference to the 50% chance of simulation. Some good examples to connect with the audience. As someone who knows you started on the speech mid week or even later, I would've assumed you have been prepping for this speech much earlier if I hadn't known better. ",
        "deep topic and convey in the way that everyone can understand."
      ]
    ]
  }