{
    "0": [
      3.5555555555555554,
      4.545454545454546,
      4.153846153846154,
      4.352941176470588,
      3.75
    ],
    "1": [
      3.5555555555555554,
      4.090909090909091,
      3.8461538461538463,
      4.117647058823529,
      4
    ],
    "2": [
      4.388888888888889,
      3.5454545454545454,
      3.3846153846153846,
      3.3529411764705883,
      3.375
    ],
    "3": [
      4.388888888888889,
      4,
      3.923076923076923,
      3.7058823529411766,
      3.875
    ],
    "4": [
      4.444444444444445,
      4.2727272727272725,
      4.461538461538462,
      4.352941176470588,
      4.375
    ],
    "5": [
      [
        "Slow down. ",
        "When doing two people, use two voices, to help everyone understand who is who.",
        "You can try other speech formats that are more personal",
        "It's a bit hard to understand you sometimes on certain pronunciation.",
        "Maybe try to have laptop on stable surface, since it shakes a bit when you move your hands.",
        "Some parts were said quickly or quietly so were difficult to hear",
        "Maybe see if you can engage the audience some by asking them a few questions and encourage them to unmute their lines to participate.",
        "I felt the ending was a little abrupt, perhaps you could've summarized the point of the speech.",
        "You could have a more conclusive ending!",
        "more clear on your role playing",
        "Slow down. ",
        "Slow down. ",
        "Slow down. "
      ],
      [
        "Lots of pauses and repetition",
        "Opportunities include sounding more confident in the objective, busienss model",
        "Want to put more energy on the selling pitch, which I assume is the money that could be made",
        "You could have told us a bit about how you thought of this idea and made it a personal\n",
        "What is the difference between normal food and orgarnic food, didn't emphasize on the how you plan to achieve your goals. ",
        "more energy and emotion engagement. ",
        "Less info on slides using additional slides if you have more ideas. ",
        "Your intro was a little long and you repeated the purpose of the start-up several times:  I would have liked to learn more about the details of the start up. ",
        "I'd suggest a better research into the business model and China market before investing. As far as I understood, you are trying to collect the supply from local Chinese farmer and provide a website for Chinese to buy organic food. So essentially you are assuming there's no good way for Chinese to purchase organic food from farmers rn. The reality is, Chinese don't usually shop the same way as ppl do in the U.S. A better research into the local market can givey ou more insights.",
        "Less info on slides using additional slides if you have more ideas. "
      ],
      [
        "Nice to talk about why you want to be a leader in tech.",
        "Speak more slowly and enunciate.",
        "vocal variety, time management",
        "I think we might struggle in similar areas of sounding confident and vocal fluency/flow. With practice this will definately improve for you and I noticed moments where this was not an issue during your speech! I've been reading/recording myself and this seems to have helped!",
        "I'd like to hear more about your personal experience working in Tech and the challenges that you have faced ", 
        "I think you can work on your structure. Shorten your intro, make it more impactful",
        "zero in with example",
        "Hand motions were somewhat repetitive, maybe switch things up a bit. Find a way to engage the audience. ",     
        "What are some of the areas you see that Tech can be improved?"
      ],
      [
        "The video in PPT doesn't have sound.",
        "Share your own personal thoughts on the stereotypes, do you dislike it?",
        "Practice with your technology so you don't have to fight it during your speech.",
        "the powerpoint is really good idea, but some jokes are presented distractive when hearing the speech, maybe one or two short sentence jokes will be better",
        "Use less text on the slides, because it makes me want to read the slides instead of focusing on what you are saying.",
        "I couldn't really hear the Simpson's clip, and I wanted to! Some slides were gone over kind of quickly / not fully explained",
        "Don't read from the PPT. Your audience can read. You should present other info related to the slide content.", 
        "Try giving some examples from your experience to better explain this topic. I could not relate to this because I don't have the same experience. You should try to make your speech relatable.",
        "Make the speech more about yourself and less preachy",
        "Awesome improvement in this speech! You had only SLIGHT moments of hesitation but I feel I noticed a huge improvement in this particular speech of yours. ",
        "A few technical glitches: the sounds for the Simpsons video was so low it was almost silent.",
        "Can you engage the audience a some in this speech?    like how you checked to make sure we could see your screen...But; Could you have also asked if we could see you as well?"
      ],
      [
        "Maybe sit a bit further back so we can see your hand gestures.",
        "Try using 'them' to be more gender neutral instead of 'he, his'.",
        "Try to use your voice to add variety to your talk.",
        "Perhaps practice the speech a little more; it was not as fluid as your speeches have been in the past.",       
        "Switch up vocal variety and hand gestures. Consider using visual aids.",
        "Clean-up the use of too many 'Toastmasters' at the end of the speech. ",
        "Is there a better way to position speech notes?"
      ]
    ],
    "6": [
      [
        "Characterizations were great!",
        "The hand gestures",
        "Very nice follow up on your previous speech",
        "Good expressions and vocal variety",
        "Your acting is so awesome!",
        "The energy and emotion.",
        "the energy in your words and your gestures",
        "Animated portrayal of the two different characters and use of humor!",
        "Hand gestures, enthusiasm, energy, topic, and the role playing throughout the speech.",
        "Great level of emotion and you're now really comfortable with the socratic method.",
        "Loved how animated and expressive you were. GREAT vocal variety",
        "I liked your enthusiasm and energy.  And, the dark humor of your speech.",
        "cool structure ",
        "Characterizations were great!",
        "Characterizations were great!",
        "Characterizations were great!"
      ],
      [
        "Speech was very well organized and seemed like a solid business idea. Slides were well-crafted and easy to und erstand.",
        "Like how you started and ended",
        "I love your idea! This sounds like a goodopp",
        "Clean slides and easy to follow idea.",
        "Good business plan, good enthusiasm :)",
        "like you idae",
        "Generosity to help China. ",
        "I liked your enthusiasm for your start up idea. And, how big you were thinking: an ever faster operation than Amazon!",
        "Nice figures.",
        "Generosity to help China. "
      ],
      [
        "Good hand gesture! ",
        "the 5 I's were easy to remember and had examples.",
        "The five Is were clever!",
        "Enthusiasm",
        "personal experience",
        "content!",
        "The 3 Is, you gave a good example",
        "knowledge of topic",
        "The content was presented clearly and concisely. ",
        "Great hand movements throughout speech, eye contact with the camera, awesome topic, great energy throughout your speech, &  really liked your topic!"
      ],
      [
        "The structure is very clear.",
        "You de-mystified about the stereotypes of Ph D students! So delectable!!! ",
        "It was easy to follow with the different points, had a video although it was a bit hard to hear.",
        "Your humor was great.",
        "clear structure, and I really like the PowerPoint highlighted the speech outlines ",
        "The speech was really funny! Especially the opening about a PHD being like getting married.",
        "Visual aid (slide deck) was colorful and butressed your speech nicely. Use of humor was good.",
        "Your sarcasm was on point!",
        "The cartoons are nice, and added color and vibrancy to the slides",
        "You found good and relevant cartoons. (Btw you may also enjoy this page called lego grad student)",
        "Great topic, great structure, and you conveyed the point of your speech! This really opened my eyes to some of the stereotypes of PhD students that aren't completely fair. ",
        "I liked that this was clearly a important topic to you in your life at this moment.",
        "Great use of slides, Excellent content and information shared, Your slides weren't too busy, Your eye contact with the camera was great throughout speech, Energy and enthusiasm was great as usually, and overall creativity was right on! "
      ],
      [
        "Like the example and the motivation words at the end of the speech.",
        "The theme and the pacing of the speech",
        "Your props...books, watch, medal, were great!",
        "I liked your interesting experience working at Sony",
        "Great job overall. I liked that you showed us the books you had read. You seemed passionate about the topic.", 
        "The beginning was excellent with the info on Japan workplace culture.",
        "Great eye contact, use of hands, personal story, energy, examples, and items shared."
      ]
    ]
  }