{
    "0": [ 4.538461538461538, 4.363636363636363, 4.545454545454546, 4.25 ],
    "1": [ 4.384615384615385, 4.181818181818182, 4.454545454545454, 4.5 ],
    "2": [ 3.8461538461538463, 3.4545454545454546, 4.090909090909091, 3.75 ],
    "3": [ 3.923076923076923, 3.5454545454545454, 4.090909090909091, 3.5 ],
    "4": [ 4.076923076923077, 4.090909090909091, 4.545454545454546, 4.25 ],
    "5": [
      [
        "Breath, take a breath to slow yourself down.",
        "Keep doing great & getting better!",
        "You were speaking a bit fast, some modulation or slowing down to emphasize certain points I think would bolstr your speech",
        "Were slides really needed for your presentation, I personal thought you would have been more effective without them since people can see you speak.",
        "Only to be nitpicky -- I think the images on the slides weren't about what you were speaking then",
        "Maybe shorten the the beginning of your story a little bit. Make the journey of chasing dreams more concise.", 
        "Great speech Tessa! The only thing I can think of is pace - It was very engaging, but you could try to change the pace of your speech to draw us in and surprise us.",
        "Slow down.",
        "There are studies that prove participants believing in negative or positive stereotypes about themselves are more likely to perform either well or badly! Believe you can do this! It sounds like you're very hard on yourself as am I",
        "don't leave slides up for the entire speech"
      ],
      [
        "Slow down a bit.",
        "Focus more on vocal variety and pacing",
        "This speech begs for a slide or two...",
        "Maybe be a bit further back so your hand gestures doesn't get cut off. Although you are very clear, you talk a bit on the fast side.",
        "Slow Down, Also try giving more real world examples or use metaphors.",
        "Slowing pace but overall it's good because you draw attention ",
        "Slides or visual aids would have helped map things out. In some cases, slowing down or varying vocal tones would also help convey some of the information.",
        "Perhaps find a way to get your audience to particiate: eg 'How many of you have had to use a HR resource? Did you have a thumbs up or down experience?",
        "Slow down just a tad... & could you have mixed up your tones some?",
        "Slow down; connect more with the camera (audience); a few slides would be nice"
      ],
      [
        "Vocal variety ",
        "I wasn't totally sure what the point of the speech was throughout - it seemed to be a pitch/recap of what you do there",
        "Varying speaking speeds could help emphasize certain parts of your speech and add interest.",
        "a little fast with speaking",
        "structure",
        "maybe too much information causing you to speak too fast.",
        "Perhaps ",
        "Vocal variety "
      ],
      [
        "You could slow down a bit",
        "maybe body language that conveys meaning",
        "Slow down.",
        "Tessara- great great research and preparation. I would challenge you to not look at the script as much and also speak a bit slower. Also, see if you could incorporate some more vocal variety. "
      ]
    ],
    "6": [
      [
        "nice PPT and great delivery ",
        "It was authentic and purpose driven.",
        "Great Slides shares, eye contact was good, smile, content shared throughout, and authentic story about yourself.",
        "The humerous and personal information shared, and awesome visuals of the IceBreaker unicorn!",
        "Slides were easy to follow and really focused",
        "The whole flow and pace! You had me hooked",
        "Great start as an ice breaker speech! Your presentation skills does not look poor at all as what you mentioned in your speech. You have a very good structure and you inspired every audience in the end. I got inspired a lot. Thanks!",
        "A very inspiring ice breaker, wonderful presentation!",
        "Your energy and openness were awesome.",
        "I think this was one of the best examples of great speech structure and conveying the point of the speech I've heard during my time in TM! I would say the only negative is the negative self talk that I think affects your performance.",
        "nice slides"
      ],
      [
        "It was full of enthusiasm.",
        "That you are so passionate",
        "Though you are covering dense subject matter, your effervescent personality shines through!",
        "Very concise points and motivation to join the company",
        "How happy you are where you landed.",
        "Learning about your company ",
        "You already seem like a SME, and are clearly passionate about advancing in this company. Looking forward to the second iteration of this speech!",
        "Great speech! I use Embark to ramp-up new employees. Its is actually useful",
        "Excellent energy, knowledge of the subject, content, eye contact with camera, excellent and effective use of your background, along with asking for feedback at the end of your speech, and letting us know that you'll be having a follow-up speech to this one.",
        "I most enjoyed your passion for the next steps in your career. "
      ],
      [
        "Sardonic humor",
        "Great visuals!",
        "Great job -- this speech is much improved over your first one! You have a good prescence and sound like an expert",
        "It's so great to know what your job entails. I am looking forward to hear more of your presentation.",
        "Confidence and tone",
        "good eye contact ",
        "I liked the smooth flow of the presentation: it seems like you know your content really well. Noticeably better that the first time you presented.",
        "Sardonic humor"
      ],
      [
        "Nice topic and research",
        "preparation and flow.",
        "Very timely topic!"
      ]
    ]
  }