{
    "0": [
      4.666666666666667,
      3.5,
      4.090909090909091,
      4.5,
      4.4,
      3.6666666666666665,
      4.25,
      4.166666666666667,
      4.666666666666667
    ],
    "1": [
      4.666666666666667,
      3.625,
      4.181818181818182,
      4.333333333333333,
      4.1,
      3.7777777777777777,
      4.125,
      4.166666666666667,
      4.555555555555555
    ],
    "2": [
      3.3333333333333335,
      3.375,
      3.4545454545454546,
      4.166666666666667,
      3.6,
      3.3333333333333335,
      3.625,
      3.6666666666666665,
      3.4444444444444446
    ],
    "3": [
      3.7777777777777777,
      3.25,
      3,
      4.083333333333333,
      4.4,
      3.111111111111111,
      3.875,
      3.8333333333333335,
      4.222222222222222
    ],
    "4": [
      4.555555555555555,
      4.5,
      4.454545454545454,
      4.75,
      4.5,
      4.333333333333333,
      4.375,
      4.666666666666667,
      4.444444444444445
    ],
    "5": [
      [
        "Add more stories or anecdotes",
        "Incorporate more vocal variety, maybe an anecdote from your own life to tie things together at the end",       
        "I would have liked you to be visible during your speech, and have your hands be visible. ",
        "Talk about your personal experience and how it apply to the 3 options.",
        "Perhaps more vocal variety.  Perhaps a specific example from your life that illustrates your leadership style: the pros and cons it had on the outcome.",
        "I would have liked you to be visible during your speech, and have your hands be visible. "
      ],
      [
        "topic was unclear",
        "Could slow down a bit. ",
        "Try to avoid political topics - they tend to be more criticized and are difficult to do successfully.",        
        "Add points to your speech to help the audience follow along. ",
        "The topic is a bit sensitive. Just trying to be mindful about topics like this.",
        "Keep doing great & getting better!",
        "Add points to your speech to help the audience follow along. "
      ],
      [
        "Maybe more gesture could help.",
        "Use more vocal variety and hand gestures.",
        "Can show some excitement for each of the mentors",
        "video is a bit dark",
        "Incorporate more vocal variety, and perhaps a bit more emphasis on certain parts",
        "Try using bullets or points in your speech. ",
        "I don't know if you have done a speech standing up. Maybe try that?",
        "What about mixing up your tones a lil bit? Low, medium, & high tones.",
        "Try using bullets or points in your speech. "
      ],
      [
        "Can act out your favourite part of game of thrones, good way to add in vocal variety",
        "Vocal variation",
        "Video stopped occasionally (thought not ciriticaly) . I wonder if anything could be done.",
        "pictures would be helpful to audiences who don't watch the show",
        "loved background but more graphics througout would keep the audiences attention better",
        "Hard to think of anything. It was really good. Maybe a little more expression. I could see some, but there's still room for improvement",
        "i see lot of improvement of your"
      ],
      [
        "none",
        "Could add summary at the beginning.",
        "Increase vocal variety.",
        "I feel the main purpose of the speech could be emphasized, and it's related to the structure that's why they're both a 4.",
        "Couldn't see your hands as much since you were closer to the screen. Conclusion felt a bit short.",
        "Your have a good frame work for a speech on the importance of feedback. Try to add more and practice.",        
        "As best you can, practice pausing instead of saying um or ah...",
        "Slides or visual aids could enhance the presentation or emphasize certain points",
        "Perhaps include the differences between positive and negative feedback (it is estimated positive feedback is 4X more effective in dog training)"
      ],
      [
        "Add more vocal variety and a bit of drama",
        "Delivering positivity with more personal insights ",
        "Use your hands and voice with more variety",
        "I understand that this speech was last minute, but it was a little less interesting than your usual speeches :)",
        "I would recommend work on the structure of your speech, it meandered a bit and made discerning the call to action difficult.",
        "What about mixing up your tones a lil bit?  Low, medium, & high tones throughout your speech.",
        "Perhaps speak to a personal benefit you've received by being mindful and centered: did it make you more productive? Content even in the hardest times? "
      ],
      [
        "Hand gestures can be more frequent.",
        "Use more vocal variety and hand gestures.",
        "Vocal variety ",
        "Vocal variety "
      ],
      [
        "Personally, I was not a fan of the topic.",
        "Would be nice to go back to initial question of if bitcoin will make you rich",
        "Visual aids / slides could have illustrated some points more.",
        "Since there was a technical aspect to your presentation, perhaps use a slide show."
      ],
      [
        "Vocal variety",
        "examples can be a bit longer and more detail",
        "Excitement in the stories you share. Conclusion felt a little short.",
        "Your speech usually has some humor or punchlines, I felt I missed that this time",
        "More Vocal Variety and movement towards the camera, especially when you're making your points as well as during your conclusion.",
        "Maybe see how you can mix in different tones with your story telling...",
        "Perhaps include something that makes leadership important to you; do you aspire to make a bigger impact?"      
      ]
    ],
    "6": [
      [
        "The PPT is nice.",
        "tone",
        "Well-structured, good slides",
        "The analogy to the Indian dish was clever!",
        "Simple slides and break down the idea to make it easy to understand.",
        "I liked that your leadership style is like your favorite food! And, I liked the inspirational tone and message of your speech.",
        "The analogy to the Indian dish was clever!"
      ],
      [
        "Story and confidence.",
        "I like that you gave an example from when you were a kid",
        "Your closing, ’Peace!’ was awesome!",
        "Humor",
        "Great way to use humor at the beginning of the speech to tie us in and keep it light before getting into the meat of the speech which was powerful",
        "Your closing, ’Peace!’ was awesome!"
      ],
      [
        "Story organization and pace of the speech. ",
        "Personal examples.",
        "Use the story of the north star and closed with the reference of the north star.",
        "emphasis the mentor idea. ",
        "Good use of rule of 3",
        "Injection of humor into the speech. Great job.",
        "Your sardonic humor was tickling!",
        "I loved your speech, Viswas! Lots of personal anecdotes such as sleeping in class and the levitation example. The surprise bit about internet was great. ",
        "Humor, all natural story, good eye contact and I liked your question to the audience as well. You're a good and creative speaker, keep it up man",
        "Your sardonic humor was tickling!"
      ],
      [
        "Having music and getting people involved in the speech",
        "Use word of the day",
        "how you tied it in the end to giving speeches at toastmasters",
        "Story and confidence.",
        "That you incorporated Wing's comment about learning styles into your speech on the spot!",
        "loved the end point, and beginning with the throne background",
        "Really well done Viswas! You were of course thorough about the topic. I liked how you used examples of Gavin and Hannah. ",
        "Engaging the audience, relatable speech. Interesting and surprising topic!",
        "GOT"
      ],
      [
        "improve so much",
        "feedback story. ",
        "Great examples of feedback that we can all apply.",
        "I love the content!",
        "Breaking it down to 3 points and question to engage everyone",
        "Your examples.",
        "Great topic and way to engage the audience to bring them into your speech. Awesome hand movements; Good enthusiasm throughout, & very helpful  ",
        "Good use of audience participation. Really great content and advice for utilizing feedback",
        "I liked how clearly you connected to the topic and truly believed in the value."
      ],
      [
        "The thoughtful stories.",
        "Great stories and structure ",
        "Love the different sides of positivity!",
        "Jokes and anecdotes",
        "I liked that ending. The drink may not drink tea, but drink Positivi Tea was very clever.",
        "Really liked the topic. Positivity is a must in our lives. Like how you used the WOD in your speech. & The audience interaction, ie. 'close eyes' to refocus. Good stuff",
        "I liked the topic! I'm all in on mindfulness; it makes a huge difference in my life. "
      ],
      [
        "Good well thought structure. ",
        "Great intro -- you grabbed the audience's attention with the comparison of a homeless person in torn jeans and a celebrity in the same outfit. ",
        "“For no money,”...something we all like!",
        "“For no money,”...something we all like!"
      ],
      [
        "You seemed very knowledgable.",
        "Simplifying the idea of bitcoin and comparison to banana economy and changing article title",
        "You are clearly knowledgable about the subject and explained it well. You made an abstract concept easier to comprehend.",
        "I liked your analogy to changing a historical copy of the New York Times "
      ],
      [
        "Pacing was excellent!",
        "structure is clear and easy to follow ",
        "Really like the hand gesture and example for each of the items you listed",
        "Thanks for thinking along these lines and relaying your learnings to us. I'm figuring out similar stuff myself now, so was helpful ",
        "You gave 3 examples and bullet pointed them well.",
        "Excellent topic, way to use your personal stories to get your point across, excellent real life experience, way to use hang gestures to explain and emphasizes certain parts in your speech. ",
        "I liked that it was a real world experience and that the topic means a lot to you."
      ]
    ]
  }